Repository: zquestz/plank-reloaded
Catalog: po/*.po
Languages: am, be, bn, ckb, eo, fa, fil, hi, ka, kab, ku, ml, mr, ne, nn, pa, ro, sq, sw, ta, te, ur, uz

source: Plank Reloaded
am: ፕላንክ እንደገና ተጭኗል
bn: প্ল্যাঙ্ক রিলোডেড
ckb: پلانک ڕیلۆدەد
fa: پلنک ریلودد
hi: प्लैंक रिलोडेड
ml: പ്ലാങ്ക് റീലോഡഡ്
mr: प्लँक रीलोडेड
ne: प्लान्क रिलोडेड
pa: ਪਲੈਂਕ ਰੀਲੋਡਡ
ta: பிளாங்க் ரீலோடெட்
te: ప్లాంక్ రీలోడెడ్
ur: پلینک ری لوڈڈ

source: Still stupidly simple
am: አሁንም በጣም ቀላል
be: Усё яшчэ дурна проста
bn: এখনও অত্যন্ত সরল
ckb: گەمژانە ئاسانە
eo: Ankoraŭ simple simpla
fa: هنوز به سادگی خیره کننده
fil: Sobrang simple pa rin
hi: अब भी बेवकूफी से सरल
ka: ისევ უბრალოდ მარტივი
kab: Mazal-it tella fessus
ku: Hîn jî gelek hêsan e
ml: ഇപ്പോഴും വളരെ ലളിതം
mr: अजूनही अत्यंत सोपे
ne: अझै पनि अत्यन्तै सरल
nn: Framleis idiotsikkert enkelt
pa: ਅਜੇ ਵੀ ਬਹੁਤ ਸਰਲ
ro: Tot ridicol de simplu
sq: Ende shumë e thjeshtë
sw: Bado rahisi sana
ta: இன்னும் மிக எளிமையானது
te: ఇప్పటికీ చాలా సులభం
ur: ابھی بھی انتہائی آسان
uz: Hali ham juda oddiy

source: Plank Reloaded is a fork of the original Plank project, providing a simple dock for X11 desktop environments. While development began with a focus on Cinnamon, we now actively support multiple desktop environments including MATE and Xfce. Wayland is not supported at this time.
am: ፕላንክ እንደገና ተጭኗል ከ ዋናው ፕላንክ ፕሮጀክት የተወጣ ነው፡ ለ X11 ዴስክቶፕ አካባቢዎች ቀላል መትከያ ያቀርባል፡ ልማት በ ሲናሞን ላይ አተኩሮ የተጀመረ ቢሆንም፡ አሁን MATE እና Xfce ን ጨምሮ በርካታ ዴስክቶፕ አካባቢዎችን በንቃት እንደግፋለን፡ Wayland በዚህ ጊዜ አይደገፍም፡
be: Plank Reloaded — гэта адгалінаванне арыгінальнага праекта Plank, якое прапаноўвае простую панэль для асяроддзяў працоўнага стала X11. Хоць распрацоўка пачалася з фокусам на Cinnamon, мы цяпер актыўна падтрымліваем некалькі асяроддзяў працоўнага стала, уключаючы MATE і Xfce. Wayland пакуль не падтрымліваецца.
bn: প্ল্যাঙ্ক রিলোডেড হল মূল প্ল্যাঙ্ক প্রকল্পের একটি শাখা, যা X11 ডেস্কটপ পরিবেশের জন্য একটি সরল ডক প্রদান করে। যদিও উন্নয়ন সিনামন-এর উপর ফোকাস করে শুরু হয়েছিল, আমরা এখন MATE এবং Xfce সহ একাধিক ডেস্কটপ পরিবেশকে সক্রিয়ভাবে সমর্থন করি। Wayland এই সময়ে সমর্থিত নয়।
ckb: پلانک ڕیلۆدەد لقێکی پڕۆژەی ڕەسەنی پلانکە، کە دۆکێکی ئاسان بۆ ژینگەکانی سەرمێزی X11 دابین دەکات. لە کاتێکدا گەشەپێدان بە فۆکەسکردن لەسەر سینامۆن دەستی پێکرد، ئێستا بە چالاکی پشتگیری چەندین ژینگەی سەرمێز دەکەین لەوانە MATE و Xfce. Wayland لەم کاتەدا پشتگیری ناکرێت.
eo: Plank Reloaded estas forko de la origina Plank projekto, provizante simplan doksistemon por X11 labortablaj medioj. Kvankam evoluo komenciĝis kun fokuso sur Cinnamon, ni nun aktive subtenas plurajn labortablajn mediojn inkluzive MATE kaj Xfce. Wayland ne estas subtenata nun.
fa: پلنک ریلودد یک انشعاب از پروژه اصلی پلنک است که یک داک ساده برای محیط‌های دسکتاپ X11 فراهم می‌کند. در حالی که توسعه با تمرکز بر سینامون آغاز شد، اکنون به طور فعال از محیط‌های دسکتاپ متعدد از جمله MATE و Xfce پشتیبانی می‌کنیم. Wayland در حال حاضر پشتیبانی نمی‌شود.
fil: Ang Plank Reloaded ay isang fork ng orihinal na Plank project, na nagbibigay ng simpleng dock para sa X11 desktop environments. Bagaman nagsimula ang development na nakatuon sa Cinnamon, aktibo na kaming sumusuporta sa maraming desktop environments kabilang ang MATE at Xfce. Ang Wayland ay hindi pa suportado sa ngayon.
hi: प्लैंक रिलोडेड मूल प्लैंक प्रोजेक्ट का एक फोर्क है, जो X11 डेस्कटॉप वातावरण के लिए एक सरल डॉक प्रदान करता है। जबकि विकास सिन्नामोन पर ध्यान केंद्रित करके शुरू हुआ था, अब हम सक्रिय रूप से कई डेस्कटॉप वातावरणों का समर्थन करते हैं जिनमें मेट और एक्सएफसीई शामिल हैं। इस समय वेयलैंड समर्थित नहीं है।
ka: Plank Reloaded არის ორიგინალური Plank პროექტის გამოშვება, რომელიც უზრუნველყოფს მარტივ დოკს X11 სამუშაო მაგიდის გარემოებისთვის. მიუხედავად იმისა, რომ განვითარება დაიწყო Cinnamon-ზე ფოკუსირებით, ჩვენ ახლა აქტიურად ვუჭერთ მხარს მრავალ სამუშაო მაგიდის გარემოს, მათ შორის MATE და Xfce. Wayland ამჟამად არ არის მხარდაჭერილი.
kab: Plank Reloaded d aselkem n usenfar anaẓul Plank, yettmudd-d adukkar fessus i twennaḍin n tnarit X11. Ɣas akken asnefli yebda s ufraq ɣef Cinnamon, tura nessefrrak s urmid aṭas n twennaḍin n tnarit i deg yella MATE d Xfce. Wayland ur yettwasefrark ara akka tura.
ku: Plank Reloaded ji projeya orîjînal a Plank ve hatiye çêkirin, ku dokek hêsan ji bo jîngehên sermaseyê yên X11 peyda dike. Digel ku pêşkeftina me bi girîngiyeke li ser Cinnamon dest pê kir, îro em bi çalakî gelek jîngehên sermaseyê piştgirî dikin, di nav de MATE û Xfce. Wayland di vê gavê de nayê piştgirîkirin.
ml: പ്ലാങ്ക് റീലോഡഡ് എന്നത് യഥാർത്ഥ പ്ലാങ്ക് പദ്ധതിയുടെ ഒരു ഫോർക്ക് ആണ്, X11 ഡെസ്ക്ടോപ്പ് പരിതസ്ഥിതികൾക്ക് ലളിതമായ ഒരു ഡോക്ക് നൽകുന്നു. വികസനം സിനമൺ ശ്രദ്ധ കേന്ദ്രീകരിച്ച് ആരംഭിച്ചെങ്കിലും, MATE, Xfce എന്നിവ ഉൾപ്പെടെ ഒന്നിലധികം ഡെസ്ക്ടോപ്പ് പരിതസ്ഥിതികളെ ഞങ്ങൾ ഇപ്പോൾ സജീവമായി പിന്തുണയ്ക്കുന്നു. ഈ സമയത്ത് Wayland പിന്തുണയ്ക്കുന്നില്ല.
mr: प्लँक रीलोडेड हा मूळ प्लँक प्रकल्पाचा एक फोर्क आहे, जो X11 डेस्कटॉप वातावरणांसाठी एक साधा डॉक प्रदान करतो. विकास सिनामन वर केंद्रित सुरू झाला असला तरी, आम्ही आता MATE आणि Xfce सह अनेक डेस्कटॉप वातावरणांना सक्रियपणे समर्थन करतो. सध्या Wayland समर्थित नाही.
ne: प्लान्क रिलोडेड मूल प्लान्क परियोजनाको एक शाखा हो, जसले X11 डेस्कटप वातावरणहरूको लागि सरल डक प्रदान गर्दछ। विकास Cinnamon मा केन्द्रित भएर सुरु भएको भए पनि, हामी अहिले MATE र Xfce सहित धेरै डेस्कटप वातावरणहरूलाई सक्रिय रूपमा समर्थन गर्छौं। Wayland अहिले समर्थित छैन।
nn: Plank Reloaded er ei forgreining av det originale Plank-prosjektet, som gir ein enkel dokk for X11-skrivebordsmiljø. Sjølv om utviklinga byrja med fokus på Cinnamon, støttar vi no aktivt fleire skrivebordsmiljø inkludert MATE og Xfce. Wayland er ikkje støtta for tida.
pa: ਪਲੈਂਕ ਰੀਲੋਡਡ ਅਸਲ ਪਲੈਂਕ ਪ੍ਰੋਜੈਕਟ ਦਾ ਇੱਕ ਫੋਰਕ ਹੈ, ਜੋ X11 ਡੈਸਕਟਾਪ ਵਾਤਾਵਰਣਾਂ ਲਈ ਇੱਕ ਸਰਲ ਡੌਕ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ। ਜਦੋਂ ਕਿ ਵਿਕਾਸ ਸਿਨੇਮਨ 'ਤੇ ਕੇਂਦਰਿਤ ਸ਼ੁਰੂ ਹੋਇਆ ਸੀ, ਅਸੀਂ ਹੁਣ MATE ਅਤੇ Xfce ਸਮੇਤ ਕਈ ਡੈਸਕਟਾਪ ਵਾਤਾਵਰਣਾਂ ਦਾ ਸਰਗਰਮੀ ਨਾਲ ਸਮਰਥਨ ਕਰਦੇ ਹਾਂ। ਇਸ ਸਮੇਂ Wayland ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ।
ro: Plank Reloaded este un fork al proiectului original Plank, oferind un dock simplu pentru mediile desktop X11. Deși efortul inițial era axat pe mediul Cinnamon, acum suportăm activ mai multe medii desktop, inclusiv MATE și Xfce. Wayland nu este suportat în acest moment.
sq: Plank Reloaded është një degëzim i projektit origjinal Plank, që ofron një dok të thjeshtë për mjediset desktop X11. Ndërsa zhvillimi filloi me fokus në Cinnamon, tani mbështesim aktivisht shumë mjedise desktop duke përfshirë MATE dhe Xfce. Wayland nuk mbështetet aktualisht.
sw: Plank Reloaded ni fork ya mradi wa asili wa Plank, unaotoa dock rahisi kwa mazingira ya desktop ya X11. Ingawa maendeleo yalianza kwa kuzingatia Cinnamon, sasa tunasaidia kwa uanzishaji mazingira mbalimbali ya desktop ikiwa ni pamoja na MATE na Xfce. Wayland haijasaidiwa kwa sasa.
ta: பிளாங்க் ரீலோடெட் என்பது அசல் பிளாங்க் திட்டத்தின் ஒரு கிளை ஆகும், இது X11 டெஸ்க்டாப் சூழல்களுக்கு எளிய டாக்கை வழங்குகிறது. சினமன் மீது கவனம் செலுத்தி வளர்ச்சி தொடங்கினாலும், நாங்கள் இப்போது MATE மற்றும் Xfce உட்பட பல டெஸ்க்டாப் சூழல்களை தீவிரமாக ஆதரிக்கிறோம். இந்த நேரத்தில் Wayland ஆதரிக்கப்படவில்லை.
te: ప్లాంక్ రీలోడెడ్ అనేది అసలు ప్లాంక్ ప్రాజెక్ట్ యొక్క ఫోర్క్, X11 డెస్క్‌టాప్ వాతావరణాలకు సరళమైన డాక్‌ను అందిస్తుంది. అభివృద్ధి సినమోన్‌పై దృష్టి సారించినప్పటికీ, మేము ఇప్పుడు MATE మరియు Xfce తో సహా అనేక డెస్క్‌టాప్ వాతావరణాలకు చురుకుగా మద్దతు ఇస్తున్నాము. ప్రస్తుతం Wayland మద్దతు లేదు.
ur: پلینک ری لوڈڈ اصل پلینک پروجیکٹ کا ایک فورک ہے، جو X11 ڈیسک ٹاپ ماحول کے لیے ایک سادہ ڈاک فراہم کرتا ہے۔ جب کہ ترقی سینامون پر توجہ مرکوز کرتے ہوئے شروع ہوئی، اب ہم متعدد ڈیسک ٹاپ ماحول بشمول MATE اور Xfce کی فعال طور پر معاونت کرتے ہیں۔ اس وقت Wayland تعاون یافتہ نہیں ہے۔
uz: Plank Reloaded asl Plank loyihasining shoxchasi bo'lib, X11 ish stoli muhitlari uchun oddiy dok taqdim etadi. Rivojlanish Cinnamon-ga e'tibor qaratilgan holda boshlangan bo'lsa-da, biz hozir MATE va Xfce kabi bir nechta ish stoli muhitlarini faol qo'llab-quvvatlaymiz. Wayland hozirda qo'llab-quvvatlanmaydi.

source: Like its predecessor, Plank Reloaded aims to be the simplest dock on the planet, providing just what a dock needs and absolutely nothing more. It also remains a library which can be extended to create other dock programs with more advanced features.
am: እንደ ቀዳሚው፡ ፕላንክ እንደገና ተጭኗል በፕላኔቱ ላይ በጣም ቀላል መትከያ መሆን ያለመው ነው፡ መትከያው የሚያስፈልገውን ብቻ ያቀርባል እና ተጨማሪ ምንም፡ እንዲሁም ላይብረሪ ሆኖ ይቆያል እና ተጨማሪ የላቁ ባህሪያት ያላቸው ሌሎች የመትከያ ፕሮግራሞችን ለመፍጠር ሊራዘም ይችላል፡
be: Як і яго папярэднік, Plank Reloaded імкнецца быць самай простай панэллю на планеце, забяспечваючы толькі тое, што патрэбна панэлі і абсалютна нічога больш. Ён таксама застаецца бібліятэкай, якую можна пашырыць для стварэння іншых праграм панэлі з больш прасунутымі функцыямі.
bn: এর পূর্বসূরির মতো, প্ল্যাঙ্ক রিলোডেড গ্রহের সবচেয়ে সরল ডক হওয়ার লক্ষ্য রাখে, শুধুমাত্র একটি ডক যা প্রয়োজন তা প্রদান করে এবং একেবারে আর কিছু নয়। এটি একটি লাইব্রেরি হিসেবেও থেকে যায় যা আরও উন্নত বৈশিষ্ট্য সহ অন্যান্য ডক প্রোগ্রাম তৈরি করতে প্রসারিত করা যেতে পারে।
ckb: وەک پێشووەکەی، پلانک ڕیلۆدەد ئامانجی ئەوەیە کە ئاسانترین دۆک لەسەر هەسارە بێت، تەنها ئەوە دابین بکات کە دۆکێک پێویستی پێیەتی و هیچ شتێکی تر. هەروەها کتێبخانەیەک دەمێنێتەوە کە دەتوانرێت فراوان بکرێت بۆ دروستکردنی پڕۆگرامەکانی تری دۆک بە تایبەتمەندییە پێشکەوتووتر.
eo: Kiel ĝia antaŭulo, Plank Reloaded celas esti la plej simpla doksistemo sur la planedo, provizante nur tion, kion doksistemo bezonas kaj absolute nenion pli. Ĝi ankaŭ restas biblioteko kiu povas esti etendita por krei aliajn doksistemajn programojn kun pli altnivelajn funkciojn.
fa: مانند پیشینش، پلنک ریلودد در تلاش است ساده‌ترین داک روی کره زمین باشد و فقط آنچه را که یک داک نیاز دارد فراهم کند و مطلقاً چیز بیشتری نه. همچنین یک کتابخانه باقی می‌ماند که می‌تواند برای ایجاد برنامه‌های داک دیگر با ویژگی‌های پیشرفته‌تر گسترش یابد.
fil: Tulad ng nauna nito, ang Plank Reloaded ay naglalayong maging pinakasimpleng dock sa mundo, nagbibigay lamang ng kailangan ng isang dock at walang iba pa. Ito rin ay nananatiling library na maaaring palawakin upang lumikha ng ibang dock programs na may mas advanced na features.
hi: अपने पूर्ववर्ती की तरह, प्लैंक रिलोडेड का लक्ष्य ग्रह पर सबसे सरल डॉक होना है, जो केवल एक डॉक की जरूरतों को पूरा करता है और बिल्कुल भी ज्यादा नहीं। यह एक पुस्तकालय भी बनी रहती है जिसे अधिक उन्नत सुविधाओं के साथ अन्य डॉक प्रोग्राम बनाने के लिए विस्तारित किया जा सकता है।
ka: თავისი წინამორბედის მსგავსად, Plank Reloaded-ის მიზანია იყოს პლანეტაზე ყველაზე მარტივი დოკი, რომელიც უზრუნველყოფს მხოლოდ იმას, რაც დოკს სჭირდება და აბსოლუტურად არაფერი მეტი. ის ასევე რჩება ბიბლიოთეკად, რომელიც შეიძლება გაფართოვდეს უფრო მოწინავე ფუნქციებით სხვა დოკ პროგრამების შესაქმნელად.
kab: Am umezwaru-ines, Plank Reloaded yettḥeyyir ad yili d adukkar afessus deg umaḍal, yettmuddu-d kan ayen i yesra udukkar ulac aktar. Yettaǧǧa daɣen d tamsalt ara izemmren ad yettusiɣzef i tmerna n yihilen-nniḍen n udukkar s tmahilin leqqayen.
ku: Mîna pêşiyê xwe, Plank Reloaded armanca wê ye ku bibe hêsantirîn dok li ser erdê, tenê ew tişta ku dokek pê hewce ye peyda bike û ti tiştek din. Ew her wiha pirtûkxaneyek e ku dikare bê berfirehkirin ji bo afirandina bernameyên din ên dokê bi taybetmendiyên pêşketî.
ml: അതിന്റെ മുൻഗാമിയെപ്പോലെ, പ്ലാങ്ക് റീലോഡഡ് ഗ്രഹത്തിലെ ഏറ്റവും ലളിതമായ ഡോക്ക് ആകാൻ ലക്ഷ്യമിടുന്നു, ഒരു ഡോക്കിന് ആവശ്യമുള്ളത് മാത്രം നൽകുന്നു, അതിൽ കൂടുതൽ ഒന്നുമില്ല. കൂടുതൽ വികസിത സവിശേഷതകളുള്ള മറ്റ് ഡോക്ക് പ്രോഗ്രാമുകൾ സൃഷ്ടിക്കുന്നതിന് വിപുലീകരിക്കാവുന്ന ഒരു ലൈബ്രറിയായി ഇത് തുടരുന്നു.
mr: त्याच्या पूर्ववर्तीप्रमाणे, प्लँक रीलोडेडचे उद्दिष्ट पृथ्वीवरील सर्वात साधा डॉक असणे आहे, जो फक्त डॉकला हवे असते ते प्रदान करतो आणि अजिबात काहीही अधिक नाही. हे एक लायब्ररी देखील राहते जी अधिक प्रगत वैशिष्ट्यांसह इतर डॉक प्रोग्राम तयार करण्यासाठी विस्तारित केली जाऊ शकते.
ne: यसको पूर्ववर्ती जस्तै, प्लान्क रिलोडेडको उद्देश्य ग्रहमा सबैभन्दा सरल डक बन्नु हो, जसले डकलाई आवश्यक पर्ने कुरा मात्र प्रदान गर्दछ र अरू केही छैन। यो एक पुस्तकालय पनि रहन्छ जसलाई थप उन्नत सुविधाहरू भएका अन्य डक कार्यक्रमहरू सिर्जना गर्न विस्तार गर्न सकिन्छ।
nn: Som sin forgjenger, siktar Plank Reloaded på å vera den enklaste dokken på planeten, som gir nøyaktig det ein dokk treng og absolutt ingenting meir. Han er også eit bibliotek som kan utvidast for å laga andre dokkprogram med meir avanserte funksjonar.
pa: ਆਪਣੇ ਪੂਰਵਜ ਵਾਂਗ, ਪਲੈਂਕ ਰੀਲੋਡਡ ਦਾ ਉਦੇਸ਼ ਧਰਤੀ 'ਤੇ ਸਭ ਤੋਂ ਸਰਲ ਡੌਕ ਹੋਣਾ ਹੈ, ਜੋ ਕਿ ਸਿਰਫ਼ ਉਹੀ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ ਜੋ ਇੱਕ ਡੌਕ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਬਿਲਕੁਲ ਕੁਝ ਵੀ ਵਧੇਰੇ ਨਹੀਂ। ਇਹ ਇੱਕ ਲਾਇਬ੍ਰੇਰੀ ਵੀ ਰਹਿੰਦੀ ਹੈ ਜਿਸ ਨੂੰ ਹੋਰ ਉੱਨਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨਾਲ ਹੋਰ ਡੌਕ ਪ੍ਰੋਗਰਾਮ ਬਣਾਉਣ ਲਈ ਵਧਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।
ro: La fel ca predecesorul său, Plank Reloaded își propune să fie cel mai simplu dock din lume, oferind doar strictul necesar pentru un dock și nimic mai mult. Este și o librărie ce poate fi extinsă pentru a crea alte programe dock cu funcții mai avansate.
sq: Si paraardhësi i saj, Plank Reloaded synon të jetë doku më i thjeshtë në planet, duke ofruar vetëm atë që një dok ka nevojë dhe absolutisht asgjë më shumë. Gjithashtu mbetet një librari që mund të zgjerohet për të krijuar programe të tjera doku me veçori më të avancuara.
sw: Kama mtangulizi wake, Plank Reloaded inalenga kuwa dock rahisi zaidi duniani, ikitoa tu kile ambacho dock inahitaji na hakuna chochote zaidi. Pia inabaki kuwa maktaba ambayo inaweza kupanuliwa ili kuunda programu nyingine za dock zenye vipengele vya hali ya juu zaidi.
ta: அதன் முன்னோடியைப் போலவே, பிளாங்க் ரீலோடெட் கிரகத்தில் மிக எளிமையான டாக்காக இருப்பதை நோக்கமாகக் கொண்டுள்ளது, ஒரு டாக்கிற்கு தேவையானதை மட்டும் வழங்குகிறது, அதற்கு மேல் எதுவும் இல்லை. இது மேலும் மேம்பட்ட அம்சங்களுடன் பிற டாக் நிரல்களை உருவாக்க விரிவாக்கக்கூடிய ஒரு நூலகமாகவும் உள்ளது.
te: దాని పూర్వీకుల మాదిరిగానే, ప్లాంక్ రీలోడెడ్ గ్రహం మీద అత్యంత సరళమైన డాక్ అవ్వాలని లక్ష్యంగా పెట్టుకుంది, డాక్‌కు అవసరమైనది మాత్రమే అందిస్తుంది మరియు అంతకంటే ఎక్కువ ఏమీ లేదు. ఇది మరింత అధునాతన లక్షణాలతో ఇతర డాక్ ప్రోగ్రామ్‌లను సృష్టించడానికి విస్తరించగల లైబ్రరీగా కూడా మిగిలిపోయింది.
ur: اپنے پیشرو کی طرح، پلینک ری لوڈڈ کا مقصد سیارے پر سب سے آسان ڈاک ہونا ہے، صرف وہی فراہم کرنا جو ڈاک کو درکار ہے اور بالکل کچھ بھی زیادہ نہیں۔ یہ ایک لائبریری بھی رہتا ہے جسے مزید جدید خصوصیات کے ساتھ دوسرے ڈاک پروگرام بنانے کے لیے بڑھایا جا سکتا ہے۔
uz: O'zidan oldingi versiyasi kabi, Plank Reloaded sayyoradagi eng oddiy dok bo'lishni maqsad qilgan bo'lib, dokka kerak bo'lgan narsani taqdim etadi va boshqa hech narsa yo'q. Shuningdek, u kutubxona bo'lib qoladi, uni kengaytirish orqali yanada ilg'or xususiyatlarga ega boshqa dok dasturlarini yaratish mumkin.

source: dock
am: መትከያ
be: панэль
bn: ডক
ckb: دۆک
eo: doksistemo
fa: داک
hi: डॉक
ka: დოკი
kab: adukkar
ku: dok
ml: ഡോക്ക്
mr: डॉक
ne: डक
nn: dokk
pa: ਡੌਕ
sq: dok
ta: டாக்
ur: ڈاک

source: launch
am: ማስጀመሪያ
be: запуск
bn: চালু
ckb: کردنەوە
eo: lanĉi
fa: اجرا
fil: ilunsad
hi: लॉन्च
ka: გაშვება
kab: senker
ku: destpêkirin
ml: ആരംഭിക്കുക
mr: लॉन्च
ne: सुरु गर्नुहोस्
nn: start
pa: ਲਾਂਚ
sq: nis
ta: தொடங்கு
ur: شروع کریں

source: panel
am: ፓነል
be: панэль
bn: প্যানেল
ckb: پانێل
eo: panelo
fa: پنل
hi: पैनल
ka: პანელი
kab: agalis
ml: പാനൽ
mr: पॅनेल
ne: प्यानल
pa: ਪੈਨਲ
ta: பேனல்
ur: پینل

source: start
am: መጀመሪያ
be: У
bn: শুরু
ckb: ده‌ست پێكردن
eo: komenci
fa: شروع
fil: simulan
hi: स्टार्ट
ka: დაწყება
kab: bdu
ku: destpêk
ml: തുടക്കം
mr: सुरू करा
ne: सुरु
pa: ਸ਼ੁਰੂ
sq: fillim
ta: ஆரம்பம்
ur: آغاز

source: The Plank Reloaded Developers
am: የ ፕላንክ እንደገና ተጭኗል ገንቢዎች
be: Распрацоўшчыкі Plank Reloaded
bn: প্ল্যাঙ্ক রিলোডেড ডেভেলপারগণ
ckb: گەشەپێدەرانی پلانک ڕیلۆدەد
eo: La Plank Reloaded Programistoj
fa: توسعه‌دهندگان پلنک ریلودد
fil: Ang Mga Developer ng Plank Reloaded
hi: प्लैंक रिलोडेड डेवलपर्स
ka: Plank Reloaded-ის შემქმნელები
kab: Ineflayen n Plank Reloaded
ku: Pêşdebirin ên Plank Reloaded
ml: പ്ലാങ്ക് റീലോഡഡ് ഡവലപ്പർമാർ
mr: प्लँक रीलोडेड विकासक
ne: प्लान्क रिलोडेड विकासकर्ताहरू
nn: Plank Reloaded-utviklarane
pa: ਪਲੈਂਕ ਰੀਲੋਡਡ ਵਿਕਾਸਕਾਰ
sq: Zhvilluesit e Plank Reloaded
ta: பிளாங்க் ரீலோடெட் உருவாக்குநர்கள்
ur: پلینک ری لوڈڈ ڈویلپرز

source: Dock with Matte theme
am: መትከያ በ ማት ገጽታ
be: Панэль з тэмай Matte
bn: ম্যাট থিম সহ ডক
ckb: دۆک بە ڕووکاری Matte
eo: Doksistemo kun Matte etoso
fa: داک با تم مات
fil: Dock na may Matte theme
hi: मैट थीम के साथ डॉक
ka: დოკი Matte თემით
kab: Adukkar s usentel Matte
ku: Dok bi dirba Matte
ml: മാറ്റ് തീം ഉള്ള ഡോക്ക്
mr: मॅट थीमसह डॉक
ne: म्याट थिमको साथ डक
nn: Dokk med Matte-tema
pa: ਮੈਟ ਥੀਮ ਨਾਲ ਡੌਕ
ro: Dock cu tema Matte
sq: Dok me temën Matte
sw: Dock na mandhari ya Matte
ta: மேட் தீம் கொண்ட டாக்
te: మాట్ థీమ్‌తో డాక్
ur: میٹ تھیم کے ساتھ ڈاک
uz: Matte mavzusidagi Dok

source: Appearance Preferences
am: የ መልክ ምርጫዎች
be: Налады выгляду
bn: চেহারার পছন্দসমূহ
ckb: هەڵبژاردەکانی دەرکەوتن
eo: Aspektaj Agordoj
fa: تنظیمات ظاهری
fil: Mga Kagustuhan sa Hitsura
hi: उपस्थिति प्राथमिकताएँ
ka: გარეგნობის პარამეტრები
kab: Ismenyifen n tirmas
ku: Vebijarkên xuyang
ml: കാഴ്ച മുൻഗണനകൾ
mr: दिसण्याच्या प्राधान्या
ne: उपस्थिति प्राथमिकताहरू
nn: Utsjånadsinnstillingar
pa: ਦਿੱਖ ਪਸੰਦਾਂ
ro: Preferințe de Aspect
sq: Preferencat e pamjes
sw: Mapendeleo ya Mwonekano
ta: தோற்ற விருப்பத்தேர்வுகள்
te: రూపాన్ని ఎంపికలు
ur: ظاہری ترجیحات
uz: Ko'rinish Parametrlari

source: Behavior Preferences
am: የ ባህሪ ምርጫዎች
be: Налады паводзін
bn: আচরণ পছন্দসমূহ
ckb: هەڵبژاردەکانی ڕەفتار
eo: Kondutaj Agordoj
fa: تنظیمات رفتاری
fil: Mga Kagustuhan sa Pag-uugali
hi: व्यवहार प्राथमिकताएँ
ka: ქცევის პარამეტრები
kab: Ismenyifen n tikli
ku: Vebijarkên reftarê
ml: പെരുമാറ്റ മുൻഗണനകൾ
mr: वर्तनाच्या प्राधान्या
ne: व्यवहार प्राथमिकताहरू
nn: Åtferdsinnstillingar
pa: ਵਿਵਹਾਰ ਪਸੰਦਾਂ
ro: Preferințe Comportament
sq: Preferencat e sjelljes
sw: Mapendeleo ya Tabia
ta: நடத்தை விருப்பத்தேர்வுகள்
te: ప్రవర్తన ఎంపికలు
ur: رویے کی ترجیحات
uz: Xatti-harakat Parametrlari

source: Docklets Preferences
am: የ መትከያ ምርጫዎች
be: Налады доклетаў
bn: ডকলেট পছন্দসমূহ
ckb: هەڵبژاردەکانی دۆکلێت
eo: Doksistemaj Agordoj
fa: تنظیمات داکلت‌ها
fil: Mga Kagustuhan ng Docklets
hi: डॉकलेट्स प्राथमिकताएँ
ka: დოკლეტების პარამეტრები
kab: Ismenyifen n yidukkar imeẓyanen
ku: Vebijarkên dokletên
ml: ഡോക്ക്‌ലെറ്റുകളുടെ മുൻഗണനകൾ
mr: डॉकलेट्स प्राधान्या
ne: डकलेट प्राथमिकताहरू
nn: Dokk-modulinnstillingar
pa: ਡੌਕਲੈੱਟਸ ਪਸੰਦਾਂ
ro: Preferințe Docklets
sq: Preferencat e Docklet-eve
sw: Mapendeleo ya Docklets
ta: டாக்லெட்ஸ் விருப்பத்தேர்வுகள்
te: డాక్‌లెట్స్ ఎంపికలు
ur: ڈاکلیٹس کی ترجیحات
uz: Dokletlar Parametrlari

source: Dock
am: መትከያ
be: Панэль
bn: ডক
ckb: دۆک
eo: Doksistemo
fa: داک
hi: डॉक
ka: დოკი
kab: Adukkar
ku: Dok
ml: ഡോക്ക്
mr: डॉक
ne: डक
nn: Dokk
pa: ਡੌਕ
sq: Dok
ta: டாக்
te: డాక్
ur: ڈاک
uz: Dok

source: Theme:
am: ገጽታ:
be: Тэма:
bn: থিম:
ckb: رووکار
eo: Etoso:
fa: تم:
fil: Tema:
hi: थीम:
ka: თემა:
kab: Asentel:
ku: Dirb:
ml: തീം:
mr: थीम:
ne: विषयवस्तु:
nn: Drakt:
pa: ਥੀਮ:
ro: Temă:
sq: Tema:
sw: Mandhari:
ta: தீம்:
te: థీమ్:
ur: تھیم:
uz: Mavzu:

source: Position:
am: ቦታ:
be: Пазіцыя:
bn: অবস্থান:
ckb: شوێن
eo: Pozicio:
fa: موقعیت:
fil: Posisyon:
hi: स्थिति:
ka: მდებარეობა:
kab: Ideg
ku: Cih:
ml: സ്ഥാനം:
mr: स्थिती:
ne: स्थिति:
nn: Plassering:
pa: ਸਥਿਤੀ:
ro: Poziție:
sq: Vendndodhja:
sw: Nafasi:
ta: நிலை:
te: స్థానం:
ur: پوزیشن:
uz: Joylashishi

source: Left
am: በ ግራ
be: Злева
bn: বাম
ckb: چەپ
eo: Maldekstre
fa: چپ
fil: Kaliwa
hi: बाएं
ka: მარცხნივ
kab: Azelmaḍ
ku: Çep
ml: ഇടത്
mr: डावीकडे
ne: बायाँ
nn: Venstre
pa: ਖੱਬੇ
ro: Stânga
sq: Majtas
sw: Kushoto
ta: இடது
te: ఎడమ వైపు
ur: بائیں
uz: Chap

source: Right
am: በ ቀኝ
be: Справа
bn: ডান
ckb: ڕاست
eo: Dekstre
fa: راست
fil: Kanan
hi: दाएं
ka: მარჯვნივ
kab: Ayeffus
ku: Rast
ml: വലത്
mr: उजवीकडे
ne: दायाँ
nn: Høgre
pa: ਸੱਜੇ
ro: Dreapta
sq: Djathtas
sw: Kulia
ta: வலது
te: కుడి వైపు
ur: دائیں
uz: OÊ»ng

source: Top
am: ከ ላይ
be: Уверсе
bn: উপরে
ckb: سەرەوە
eo: Supre
fa: بالا
fil: Itaas
hi: ऊपर
ka: თავში
kab: Asawen
ku: Jor
ml: മുകളിൽ
mr: वर
ne: माथि
nn: Øvst
pa: ਉੱਪਰ
ro: Sus
sq: Lart
sw: Juu
ta: மேல்
te: పైన
ur: اوپر
uz: Yuqori

source: Bottom
am: ከ ታች
be: Унізе
bn: নিচে
ckb: خوارەوە
eo: Malsupre
fa: پایین
fil: Ibaba
hi: नीचे
ka: ბოლოში
kab: Ddaw
ku: Jêr
ml: താഴെ
mr: खाली
ne: तल
nn: Nedst
pa: ਹੇਠਾਂ
ro: Jos
sq: Poshtë
sw: Chini
ta: கீழ்
te: అడుగున
ur: نیچے
uz: Pasti

source: On Active Display:
am: በ ንቁ መመልከቻ ላይ:
be: На актыўным дысплеі:
bn: সক্রিয় ডিসপ্লেতে:
ckb: لەسەر پیشاندانی چالاک:
eo: Sur Aktiva Ekrano:
fa: در نمایشگر فعال:
fil: Sa Active na Display:
hi: सक्रिय डिस्प्ले पर:
ka: აქტიურ ეკრანზე:
kab: Deg uskan urmid:
ku: Li ser xuyangeha çalak:
ml: സജീവ ഡിസ്പ്ലേയിൽ:
mr: सक्रिय प्रदर्शनावर:
ne: सक्रिय प्रदर्शनमा:
nn: På aktiv skjerm:
pa: ਸਰਗਰਮ ਡਿਸਪਲੇ 'ਤੇ:
ro: Pe ecranul activ:
sq: Në ekranin aktiv:
sw: Kwenye Onyesho Hai:
ta: செயலில் உள்ள காட்சியில்:
te: చురుకైన డిస్‌ప్లేపై:
ur: فعال ڈسپلے پر:
uz: Faol Ekranda:

source: Polling interval in seconds for active display detection
am: ንቁ መመልከቻ ለ መለየት የ ምርመራ ክፍተት በ ሰከንዶች
be: Інтэрвал апытання ў секундах для вызначэння актыўнага дысплея
bn: সক্রিয় ডিসপ্লে সনাক্তকরণের জন্য সেকেন্ডে পোলিং ব্যবধান
ckb: ماوەی پشکنین بە چرکە بۆ بزانینی پیشاندانی چالاک
eo: Enketa intervalo en sekundoj por aktiva ekrana detekto
fa: فاصله زمانی نظرسنجی به ثانیه برای تشخیص نمایشگر فعال
fil: Polling interval sa segundo para sa active display detection
hi: सक्रिय डिस्प्ले पहचान के लिए सेकंड में पोलिंग अंतराल
ka: აქტიური ეკრანის დეტექტირებისთვის დაყოვნების ინტერვალი წამებში
kab: Azilal n usenqed s tsinin i tifin n uskan urmid
ku: Navbera kontrolê bi çirkeyan ji bo dîtina xuyangeha çalak
ml: സജീവ ഡിസ്പ്ലേ കണ്ടെത്തലിനുള്ള സെക്കൻഡുകളിലെ പോളിംഗ് ഇടവേള
mr: सक्रिय प्रदर्शन शोधासाठी सेकंदांमध्ये पोलिंग मध्यांतर
ne: सक्रिय प्रदर्शन पत्ता लगाउनको लागि सेकेन्डमा मतदान अन्तराल
nn: Polling-intervall i sekund for aktiv skjermdeteksjon
pa: ਸਰਗਰਮ ਡਿਸਪਲੇ ਖੋਜ ਲਈ ਸਕਿੰਟਾਂ ਵਿੱਚ ਪੋਲਿੰਗ ਅੰਤਰਾਲ
ro: Interval de interogare în secunde pentru detectarea afișajului activ
sq: Intervali i kontrollit në sekonda për zbulimin e ekranit aktiv
sw: Muda wa uchunguzi kwa sekunde kwa kugundua onyesho hai
ta: செயலில் உள்ள காட்சி கண்டறிதலுக்கான நொடிகளில் வாக்கெடுப்பு இடைவெளி
te: చురుకైన డిస్‌ప్లే గుర్తింపు కోసం సెకన్లలో పోలింగ్ విరామం
ur: فعال ڈسپلے کی تلاش کے لیے سیکنڈوں میں پولنگ وقفہ
uz: Faol ekranni aniqlash uchun soniyalardagi so'rov intervali

source: Alignment:
am: ማሰለፊያ:
be: Выраўноўванне
bn: সারিবদ্ধকরণ:
ckb: لاگرتن
eo: Ĝisrandigo:
fa: تراز:
fil: Pagkakahanay:
hi: संरेखण:
ka: წყობა:
kab: Areyyec
ku: Rêzkirin:
ml: വിന്യാസം:
mr: संरेखन:
ne: पंक्तिबद्धता:
nn: Justering:
pa: ਇਕਸਾਰ:
ro: Aliniere:
sq: Rreshtimi:
sw: Upangaji:
ta: சீரமைப்பு:
te: సర్దుబాటు:
ur: صف بندی:
uz: Tekislash

source: Fill
am: መሙያ
be: Запоўніць
bn: পূরণ
ckb: پڕکردنەوە
eo: Plenigi
fa: پر کردن
fil: Punuin
hi: भरें
ka: შევსება
kab: Ččaṛ
ku: Dagire
ml: നിറയ്ക്കുക
mr: भरा
ne: भर्नुहोस्
nn: Fyll
pa: ਭਰੋ
ro: Umplere
sq: Mbush
sw: Jaza
ta: நிரப்பு
te: నింపుము
ur: بھریں
uz: To'la

source: Start
am: መጀመሪያ
be: У пачатку
bn: শুরু
ckb: ده‌ست پێكردن
eo: Starto
fa: شروع
fil: Simula
hi: प्रारंभ
ka: დაწყება
kab: Bdu
ku: Destpêk
ml: തുടക്കം
mr: सुरू
ne: सुरुआत गर्नुहोस्
pa: ਸ਼ੁਰੂ
ro: Pornire
sq: Fillim
sw: Anza
ta: தொடக்கம்
te: ప్రారంభంలో
ur: شروع
uz: Boshlash

source: End
am: መጨረሻ
be: У канцы
bn: শেষ
ckb: کۆتایی
eo: Fino
fa: پایان
fil: Dulo
hi: अंत
ka: დასასრული
kab: Tagara
ku: Dawî
ml: അവസാനം
mr: शेवट
ne: अन्त्य
nn: Slutt
pa: ਅੰਤ
ro: Sfârșit
sq: Fund
sw: Mwisho
ta: முடிவு
te: చివరిలో
ur: اختتام
uz: Oxiri

source: Center
am: መሀከል
be: Па цэнтры
bn: কেন্দ্র
ckb: ناوه‌ڕاست
eo: Centro
fa: وسط
fil: Gitna
hi: केंद्र
ka: ცენტრში
kab: Talemmast
ku: Navîn
ml: മധ്യം
mr: मध्य
ne: बीच
nn: Midten
pa: ਕੇਂਦਰ
ro: Centru
sq: Qendër
sw: Katikati
ta: மையம்
te: మధ్యలో
ur: مرکز
uz: Markaz

source: On Primary Display:
am: በ ቀዳሚ መመልከቻ ላይ:
be: На галоўным экране:
bn: প্রাথমিক ডিসপ্লেতে:
ckb: لەسەر شاشەی بنەڕەتی:
eo: Sur Ĉefa Ekrano:
fa: در نمایشگر اصلی:
fil: Sa Pangunahing Display:
hi: प्राथमिक डिस्प्ले पर:
ka: (აქტიურ) დესკტოპზე გამოტანა
kab: Deg Uskan Amenzu
ku: Li ser xuyangeha sereke:
ml: പ്രാഥമിക ഡിസ്പ്ലേയിൽ:
mr: प्राथमिक प्रदर्शनावर:
ne: प्राथमिक प्रदर्शन मा:
nn: På primær skjerm:
pa: ਮੁੱਖ ਡਿਸਪਲੇ 'ਤੇ:
ro: Pe ecranul principal:
sq: Në ekranin kryesor:
sw: Kwenye Onyesho Kuu:
ta: முதன்மை காட்சியில்:
te: ప్రధాన డిస్ప్లే
ur: بنیادی ڈسپلے پر:
uz: Asosiy Ekranda:
