Repository: zquestz/plank-reloaded
Catalog: po/*.po
Languages: am, be, bn, ckb, eo, fa, fil, hi, ka, kab, ku, ml, mr, ne, nn, pa, ro, sq, sw, ta, te, ur, uz

source: Offset in percent from the center of the screen-edge
am: ከ መሀከል ከ መመልከቻ_ጠርዝ በ ፐርሰንት ማካካሻ
be: Зрух ад цэнтру экрана ў адсотках
bn: স্ক্রিন-প্রান্তের কেন্দ্র থেকে শতাংশে অফসেট
ckb: سەرجەمی بە ڕێژەی سەدییە لە ناوەڕاستی لێواری شاشەکەوە
eo: Deŝovo en elcento de la centro de la ekranrando
fa: فاصله به درصد از مرکز لبه صفحه
fil: Offset sa porsyento mula sa gitna ng gilid ng screen
hi: स्क्रीन-किनारे के केंद्र से प्रतिशत में ऑफसेट
ka: პროცენტული სიზუსტე კუთხიდან ცენტრამდე
kab: Adigen s amur n usatal seg wammas n tama n ugdil
ku: Guhertin bi sedî ji navenda qeraxa dîmenê
ml: സ്ക്രീൻ അറ്റത്തിന്റെ മധ്യത്തിൽ നിന്നുള്ള ശതമാനത്തിലെ ഓഫ്‌സെറ്റ്
mr: स्क्रीन-कडेच्या मध्यापासून टक्केवारीत ऑफसेट
ne: स्क्रिन-किनाराको केन्द्रबाट प्रतिशतमा अफसेट
nn: Forskyvning i prosent frå midten av skjermkanten
pa: ਸਕਰੀਨ-ਕਿਨਾਰੇ ਦੇ ਕੇਂਦਰ ਤੋਂ ਪ੍ਰਤੀਸ਼ਤ ਵਿੱਚ ਆਫਸੈੱਟ
ro: Decalaj în procente din centrul ecranului
sq: Zhvendosja në përqindje nga qendra e skajit të ekranit
sw: Mabadiliko kwa asilimia kutoka katikati ya ukingo wa skrini
ta: திரை விளிம்பின் மையத்திலிருந்து சதவீதத்தில் ஈடுகட்டல்
te: స్క్రీన్ ఎడ్జ్ నుంచి పెర్సెంట్ లో కొలువు
ur: اسکرین کے کنارے کے مرکز سے فیصد میں آفسیٹ
uz: Ekran qirrasi markazidan foizdagi siljish

source: Icon Alignment:
am: ምልክት ማሰለፊያ:
be: Выраўноўванне значкоў
bn: আইকন সারিবদ্ধকরণ:
ckb: لاگرتنی وێنۆچکە:
eo: Piktograma Ĝisrandigo:
fa: تراز نماد:
fil: Pagkakahanay ng Icon:
hi: आइकन संरेखण:
ka: ხატულას (Icon)-ის მდებარეობა
kab: Areyyec n tignit
ku: Rêzkirina semboilan:
ml: ഐക്കൺ വിന്യാസം:
mr: चिन्ह संरेखन:
ne: प्रतिमा पङ्क्तिबद्धता:
nn: Ikonjustering:
pa: ਆਈਕਨ ਇਕਸਾਰ:
ro: Aliniere Pictogramă:
sq: Rreshtimi i ikonave:
sw: Upangaji wa Aikoni:
ta: ஐகான் சீரமைப்பு:
te: ఇకాన్ ల క్రమం
ur: آئیکن کی صف بندی:
uz: Nishoncha Tekislash:

source: Icon Size:
am: የምልክት መጠን:
be: Памер значкоў:
bn: আইকন আকার:
ckb: قەبارەی وێنۆچکە:
eo: Piktograma Grando:
fa: اندازه نماد:
fil: Laki ng Icon:
hi: आइकन आकार:
ka: ხატულის ზომა:
kab: Tiddi n tignit
ku: Mezinahiya sembolan:
ml: ഐക്കൺ വലുപ്പം:
mr: चिन्ह आकार:
ne: छविचित्रको आकार:
nn: Ikonstorleik:
pa: ਆਈਕਨ ਆਕਾਰ:
ro: Dimensiune Pictogramă:
sq: Madhësia e ikonave:
sw: Ukubwa wa Aikoni:
ta: ஐகான் அளவு:
te: ఇకాన్ పరిమాణం
ur: آئیکن کا سائز:
uz: Nishoncha Hajmi:

source: Icon Zoom:
am: ምልክት ማሳያ:
be: Павелічэнне значкоў:
bn: আইকন জুম:
ckb: زوومی وێنۆچکە:
eo: Piktograma Zomo:
fa: بزرگ‌نمایی نماد:
fil: Zoom ng Icon:
hi: आइकन जूम:
ka: ხატულის გაზრდა:
kab: Semɣeṛ tignit
ku: Mezinkirin a semboilan:
ml: ഐക്കൺ സൂം:
mr: चिन्ह झूम:
ne: प्रतिमा जुम:
nn: Ikon Zoom:
pa: ਆਈਕਨ ਜ਼ੂਮ:
ro: Zoom Pictogramă:
sq: Zmadhimi i ikonave:
sw: Kukuza Aikoni:
ta: ஐகான் பெரிதாக்கல்:
te: ఐకాన్ జూమ్:
ur: آئیکن زوم:
uz: Nishoncha Masshtabi:

source: Gap Size:
am: የ ክፍተት መጠን:
be: Памер прагалу:
bn: ফাঁক আকার:
ckb: قەبارەی بۆشایی:
eo: Interspaca Grando:
fa: اندازه فاصله:
fil: Laki ng Puwang:
hi: गैप आकार:
ka: ინტერვალის ზომა:
kab: Teɣzi n tallunt:
ku: Mezinahiya valahiyê:
ml: വിടവിന്റെ വലുപ്പം:
mr: अंतर आकार:
ne: खाली ठाउँ आकार:
nn: Avstandsstorleik:
pa: ਖਾਲੀ ਥਾਂ ਆਕਾਰ:
ro: Dimensiune decalaj:
sq: Madhësia e hendekut:
sw: Ukubwa wa Pengo:
ta: இடைவெளி அளவு:
te: గ్యాప్ పరిమాణం:
ur: خلا کا سائز:
uz: Bo'shliq Hajmi:

source: Appearance
am: አቀራረብ
be: Выгляд
bn: চেহারা
ckb: دەرکەوتن
eo: Aspekto
fa: ظاهر
fil: Hitsura
hi: दिखावट
ka: ინტერფეისი
kab: Arwes
ku: Xuyang
ml: കാഴ്ച
mr: दिसणे
ne: देखावट
nn: Utsjånad
pa: ਦਿੱਖ
ro: Aspect
sq: Paraqitja
sw: Mwonekano
ta: தோற்றம்
te: కనిపించు విధానం
ur: ظاہری شکل
uz: Tashqi Ko'rinishi

source: Intellihide
am: በራሱ መደበቂያ
be: Разумнае хаванне
bn: বুদ্ধিমান লুকানো
ckb: شاردنەوە لە کاتی کردنەوەی پەنجەرە
eo: Inteligenta kaŝo
fa: پنهان‌سازی هوشمند
fil: Matalinong pagtago
hi: इंटेलिहाइड
ka: დამალვა როცა არ გჭირდება
kab: Tuffra Tamegzut
ku: Veşartina jîr
ml: ബുദ്ധിപരമായി മറയ്ക്കുക
mr: बुद्धिमान लपवा
ne: बुद्धिमानी लुकाउनुहोस्
nn: Intelligent gøyming
pa: ਬੁੱਧੀਮਾਨ ਲੁਕਾਓ
ro: Ascundere inteligentă
sq: Fshehje inteligjente
sw: Ficha kwa akili
ta: அறிவார்ந்த மறைத்தல்
te: తెలివిగా దాచు
ur: ذہین چھپائیں
uz: Aqlli yashirish

source: Autohide
am: በራሱ መደበቂያ
be: Аўтахаванне
bn: স্বয়ংক্রিয়ভাবে লুকান
ckb: شاردنەوەی خۆکار
eo: Aŭtomate kaŝi
fa: پنهان‌سازی خودکار
fil: Kusang pagtago
hi: ऑटो हाइड
ka: ავტომატური დამალვა
kab: Ffer s wudem awurman
ku: Xweveşartin
ml: സ്വയം മറയ്ക്കുക
mr: स्वयं लपवा
ne: आँफै लुक्ने
nn: Automatisk gøyming
pa: ਆਪਣੇ-ਆਪ ਲੁਕਾਓ
ro: Ascundere automată
sq: Fshehje e vetvetishme
sw: Jificha
ta: தானாக மறைதல்
te: స్వయంగా దాచు
ur: خودکار چھپائیں
uz: Avtoyashirsh

source: Dodge maximized window
am: ከ በ እጅጉ የ ተሞላ መስኮት መራቅ
be: Хаваць пры разгорнутых вокнах
bn: সর্বাধিক উইন্ডো এড়ান
ckb: شاردنەوە لە کاتی کردنەوی پەنجەرەی پڕشاشە
eo: Eviti maksimumigitan fenestron
fa: اجتناب از پنجره بزرگ شده
fil: Iwasan ang maximized na window
hi: मैक्सिमाइज्ड विंडो को डॉज करें
ka: გაფართოებული ფანჯრის თავიდან აცილება
kab: Zgel asfaylu yettwasemɣer
ku: Ji paceya mezin dûr bikeve
ml: പരമാവധി വലുപ്പത്തിലുള്ള വിൻഡോ ഒഴിവാക്കുക
mr: मोठ्या खिडकीला टाळा
ne: अधिकतम सञ्झ्यालबाट बच्नुहोस्
nn: Unngå maksimerte vindauge
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਵਿੰਡੋ ਤੋਂ ਬਚੋ
ro: Evitare fereastră maximizată
sq: Fshehe kur të maksimizohet dritarja
sw: Epuka dirisha lililokuzwa
ta: பெரிதாக்கப்பட்ட சாளரத்தைத் தவிர்
te: మాగ్జిమైజ్ అయిన విండో నుంచి తప్పించుకో
ur: زیادہ سے زیادہ ونڈو سے بچیں
uz: Kattaytirilgan oynadan qochish

source: Window Dodge
am: ከ መስኮት መራቅ
be: Хаванне за вокны
bn: উইন্ডো এড়ান
ckb: شاردنەوە لەکاتی چوونە سەر پەنجەرە
eo: Fenestra Evito
fa: اجتناب از پنجره
fil: Pag-iwas sa Window
hi: विंडो डॉज
ka: ფანჯრის თავიდან აცილება
kab: Izgel asfaylu
ku: Ji paceyan dûr bikeve
ml: വിൻഡോ ഒഴിവാക്കൽ
mr: खिडकी टाळा
ne: सञ्झ्यालबाट बच्नुहोस्
nn: Vindaugsunngåing
pa: ਵਿੰਡੋ ਬਚਾਅ
ro: Evitare fereastră
sq: Shmang dritaret
sw: Epuka Dirisha
ta: சாளரத்தைத் தவிர்
te: విండో తప్పించుకోవడం
ur: ونڈو سے بچیں
uz: Oynadan Qochish

source: Dodge active window
am: ከ ንቁ መስኮት መራቅ
be: Хаваць пры актыўных вокнах
bn: সক্রিয় উইন্ডো এড়ান
ckb: شاردنەوە لەکاتی چوونە سەر پەنجەرەی چالاک
eo: Eviti aktivan fenestron
fa: اجتناب از پنجره فعال
fil: Iwasan ang active na window
hi: सक्रिय विंडो को डॉज करें
ka: აქტიური ფანჯრის თავიდან აცილება
kab: Zgel asfaylu urmid
ku: Ji paceya çalak dûr bikeve
ml: സജീവ വിൻഡോ ഒഴിവാക്കുക
mr: सक्रिय खिडकीला टाळा
ne: सक्रिय सञ्झ्यालबाट बच्नुहोस्
nn: Unngå aktivt vindauge
pa: ਸਰਗਰਮ ਵਿੰਡੋ ਤੋਂ ਬਚੋ
ro: Evită fereastră activă
sq: Shmang dritaren aktive
sw: Epuka dirisha hai
ta: செயலில் உள்ள சாளரத்தைத் தவிர்
te: చురుకైన విండో నుండి తప్పించుకోండి
ur: فعال ونڈو سے بچیں
uz: Faol oynadan qochish

source: Hide Dock
am: ማሳራፊያ መደበቂያ
be: Хаванне панэлі
bn: ডক লুকান
ckb: شاردنەوەی دۆک
eo: Kaŝi Doksistemon
fa: پنهان کردن داک
fil: Itago ang Dock
hi: डॉक छिपाएं
ka: Dock-ის დამალვა
kab: Ffer Dock
ku: Dokê veşêre
ml: ഡോക്ക് മറയ്ക്കുക
mr: डॉक लपवा
ne: डक लुकाउनुहोस्
nn: Gøym dokk
pa: ਡੌਕ ਲੁਕਾਓ
ro: Ascunde Dock-ul
sq: Fsheh dokun
sw: Ficha Dock
ta: டாக்கை மறை
te: డాక్ ను దాచిపెట్టు
ur: ڈاک چھپائیں
uz: Dokni Yashir

source: Hide Delay:
am: መደበቂያ ማዘግያ:
be: Затрымка хавання:
bn: লুকানোর বিলম্ব:
ckb: دواخستنی شاردنەوە:
eo: Kaŝa Prokrasto:
fa: تاخیر پنهان‌سازی:
fil: Pagkaantala sa Pagtago:
hi: विलंब छिपाएं:
ka: გადატანის დამალვა:
kab: Aεeḍḍel n tufra
ku: Derengiya veşartinê:
ml: മറയ്ക്കൽ കാലതാമസം:
mr: लपविण्याचा विलंब:
ne: लुकाउने ढिलाइ:
nn: Gøymingsforsinking:
pa: ਲੁਕਾਉਣ ਵਿੱਚ ਦੇਰੀ:
ro: Ascunde după:
sq: Vonesa e fshehjes:
sw: Ucheleweshaji wa Kuficha:
ta: மறைக்கும் தாமதம்:
te: దాచే ఆలస్యం:
ur: چھپانے کی تاخیر:
uz: Yashirish vaqti:

source: Delay in ms before hiding the dock
am: መደበቂያ ማዘግያ በ ሚሊ ሰከንድ ማሳራፊያ ከ መደበቁ በፊት
be: Затрымка хавання панэлі ў мілісекундах
bn: ডক লুকানোর আগে ms-এ বিলম্ব
ckb: دواخستنی پێش شاردنەوی دۆکەکە بە میلی چرکە
eo: Prokrasto en ms antaŭ kaŝi la doksistemon
fa: تاخیر به میلی‌ثانیه قبل از پنهان کردن داک
fil: Pagkaantala sa ms bago itago ang dock
hi: डॉक को छिपाने से पहले मिलीसेकंड में विलंब
ka: დოკის დამალვამდე დაყოვნება მილიწამებში
kab: Aεeḍḍel s ms send n tuffra n Dock
ku: Dereng bi ms berî veşartina dokê
ml: ഡോക്ക് മറയ്ക്കുന്നതിന് മുമ്പ് ms-ൽ കാലതാമസം
mr: डॉक लपविण्यापूर्वी ms मध्ये विलंब
ne: डक लुकाउनु अघि ms मा ढिलाइ
nn: Forsinking i ms før dokken gøymast
pa: ਡੌਕ ਨੂੰ ਲੁਕਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ms ਵਿੱਚ ਦੇਰੀ
ro: Întârziere în ms înainte de a ascunde dock-ul
sq: Vonesa në ms para se të fshihet doku
sw: Ucheleweshaji kwa ms kabla ya kuficha dock
ta: டாக்கை மறைப்பதற்கு முன் ms இல் தாமதம்
te: డాక్‌ను దాచడానికి ముందు ms లో ఆలస్యం
ur: ڈاک چھپانے سے پہلے ms میں تاخیر
uz: Yashirish vaqti mslarda

source: Unhide Delay:
am: ማዘግያ ማሳያ:
be: Затрымка паказу:
bn: প্রদর্শনের বিলম্ব:
ckb: دواخستنی دەرکەوتن:
eo: Malkaŝa Prokrasto:
fa: تاخیر نمایش:
fil: Pagkaantala sa Pagpapakita:
hi: विलंब दिखाएं:
ka: გამოჩენის დაყოვნება:
kab: Aεeḍḍel n useḍheṛ
ku: Derengiya xuyankirinê:
ml: കാണിക്കൽ കാലതാമസം:
mr: दाखविण्याचा विलंब:
ne: देखाउने ढिलाइ:
nn: Visningsforsinking:
pa: ਦਿਖਾਉਣ ਵਿੱਚ ਦੇਰੀ:
ro: Afișează după:
sq: Vonesa e paraqitjes:
sw: Ucheleweshaji wa Kuonyesha:
ta: காட்டும் தாமதம்:
te: చూపించే ఆలస్యం:
ur: ظاہر کرنے کی تاخیر:
uz: Tikash Vaqti:

source: Delay in ms before showing the dock
am: መትከያውን ከማሳየት በፊት በ ሚሊ ሰከንዶች መዘግየት
be: Затрымка паказу панэлі ў мілісекундах
bn: ডক দেখানোর আগে ms-এ বিলম্ব
ckb: دواخستنی پێش دەرکەوتنی دۆکەکە بە میلی چرکە
eo: Prokrasto en ms antaŭ montri la doksistemon
fa: تاخیر به میلی‌ثانیه قبل از نمایش داک
fil: Pagkaantala sa ms bago ipakita ang dock
hi: डॉक को दिखाने से पहले मिलीसेकंड में विलंब
ka: დოკის ჩვენებამდე დაყოვნება მილიწამებში
kab: Aεeḍḍel s ms send n wesskan n Dock
ku: Dereng bi ms berî nîşandana dokê
ml: ഡോക്ക് കാണിക്കുന്നതിന് മുമ്പ് ms-ൽ കാലതാമസം
mr: डॉक दाखविण्यापूर्वी ms मध्ये विलंब
ne: डक देखाउनु अघि ms मा ढिलाइ
nn: Forsinking i ms før dokken visast
pa: ਡੌਕ ਨੂੰ ਦਿਖਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ms ਵਿੱਚ ਦੇਰੀ
ro: Întârziere în ms înainte de afișarea dock-ului
sq: Vonesa në ms para se të shfaqet doku
sw: Ucheleweshaji kwa ms kabla ya kuonyesha dock
ta: டாக்கை காட்டுவதற்கு முன் ms இல் தாமதம்
te: డాక్ ని చూపించడానికి ముందు మిల్లీసెకండ్స్ లో ఆలస్యం
ur: ڈاک دکھانے سے پہلے ms میں تاخیر
uz: Tiklash vaqti mslarda

source: Pressure Reveal:
am: በ ጫና ማሳያ:
be: Выяўленне ціску:
bn: চাপে প্রকাশ:
ckb: دەرخستنی بە پەستان:
eo: Prema Malkaŝo:
fa: نمایش با فشار:
fil: Ipakita sa Diin:
hi: दबाव प्रकट करें:
ka: წნევით ჩვენება:
kab: Aseḍheṛ n Tussda
ku: Xuyang bi zextê:
ml: സമ്മർദ്ദം വെളിപ്പെടുത്തൽ:
mr: दाब प्रकट:
ne: दबाब प्रकट:
nn: Trykkavsløringa:
pa: ਦਬਾਅ ਪ੍ਰਗਟ:
ro: Afișare la insistență:
sq: Shfaqje me shtypje:
sw: Onyesha kwa Shinikizo:
ta: அழுத்தத்தால் வெளிப்படுத்து:
te: వత్తిడి వల్ల డాక్ ని చూపించు
ur: دباؤ سے ظاہر:
uz: Bosim bilan Ko'rsatish:

source: Item Management
am: የ እቃ አስተዳዳሪ
be: Кіраванне элементамі
bn: আইটেম ব্যবস্থাপনা
ckb: بەڕێوبردنی ىڕگە
eo: Ero-Administrado
fa: مدیریت موارد
fil: Pamamahala ng mga Item
hi: आइटम प्रबंधन
ka: ელემენტების მართვა
kab: Assefrek n Umagrad
ku: Rêvebiriya tiştan
ml: ഇനം മാനേജ്‌മെന്റ്
mr: आयटम व्यवस्थापन
ne: वस्तु व्यवस्थापन
nn: Elementhandtering
pa: ਆਈਟਮ ਪ੍ਰਬੰਧਨ
ro: Gestionare Elemente
sq: Menaxhimi i elementeve
sw: Usimamizi wa Vitu
ta: உருப்படி மேலாண்மை
te: ఐటెంలను నిర్వహించు
ur: آئٹم کا انتظام
uz: Narsalarni Boshqarish

source: Show Unpinned:
am: ያልተሰካውን ማሳያ:
be: Паказваць незамацаваныя:
bn: পিন না করা দেখান:
ckb: پیشاندانی جێگیرنەکراوەکان:
eo: Montri Malfiksitajn:
fa: نمایش سنجاق نشده:
fil: Ipakita ang Hindi Nakakabit:
hi: अनपिन दिखाएं:
ka: მიმაგრებულის გარეშე ჩვენება:
kab: Sken wer nseṭṭen ara:
ku: Neyên girtî nîşan bide:
ml: പിൻ ചെയ്യാത്തവ കാണിക്കുക:
mr: अनपिन केलेले दाखवा:
ne: अनपिन गरिएको देखाउनुहोस्:
nn: Vis ufesta:
pa: ਅਨਪਿੰਨ ਕੀਤੇ ਦਿਖਾਓ:
ro: Arată Elemente Nefixate:
sq: Shfaq të pafiksuar:
sw: Onyesha Visivyobandikwa:
ta: பின் செய்யப்படாததை காட்டு:
te: పిన్ చేయని వాటిని చూపించు
ur: غیر پن شدہ دکھائیں:
uz: Mahkamlanmaganlarni Ko'rsatish:

source: Restrict to Workspace:
am: ለ የ ስራ ቦታ ብቻ መገደቢያ:
be: Абмежаваць працоўнай прасторай:
bn: কর্মস্থানে সীমাবদ্ধ:
ckb: سنوردارکردنی شوێنکار:
eo: Limigi al Laborspaco:
fa: محدود به فضای کاری:
fil: Limitahan sa Workspace:
hi: वर्कस्पेस तक सीमित करें:
ka: სამუშაო სივრცეზე შეზღუდვა:
kab: Qeyyed ar Tallunt n Leqdic
ku: Sînordar bike bo cihê karê:
ml: വർക്ക്‌സ്‌പെയ്‌സിലേക്ക് പരിമിതപ്പെടുത്തുക:
mr: कार्यक्षेत्रापर्यंत मर्यादित करा:
ne: कार्यस्थानमा सीमित:
nn: Avgrens til arbeidsområde:
pa: ਵਰਕਸਪੇਸ ਤੱਕ ਸੀਮਿਤ ਕਰੋ:
ro: Restricționează la spațiul de lucru:
sq: Kufizoje me hapësirën e punës:
sw: Zuia kwa Eneo la Kazi:
ta: பணிப்பரப்புக்கு கட்டுப்படுத்து:
te: వర్క్ స్పేస్ లో మాత్రమే అనుమతించు
ur: ورک اسپیس تک محدود:
uz: Ish maydoniga Cheklash

source: Tooltips Enabled:
am: የ መሳሪያ ፍንጭ ማስቻያ:
be: Падказкі ўключаны:
bn: টুলটিপস সক্রিয়:
ckb: ئامرازە پێشاندراوەکان چالاکن:
eo: Ŝpruchelpiloj Ŝaltitaj:
fa: راهنماهای ابزار فعال:
fil: Mga Tooltip ay Naka-enable:
hi: टूलटिप्स सक्षम:
ka: მინიშნებების ჩართვა:
kab: Tiwelhiwin yermden:
ku: Amûrên alîkariyê çalak in:
ml: ടൂൾടിപ്പുകൾ പ്രവർത്തനക്ഷമമാക്കി:
mr: टूलटिप्स सक्षम:
ne: उपकरण सुझावहरू सक्षम:
nn: Verktøytips aktivert:
pa: ਟੂਲਟਿਪਸ ਸਮਰੱਥ:
ro: Sugestii Activate:
sq: Këshillat e mjeteve aktivizuar:
sw: Vidokezo Vimewezeshwa:
ta: கருவிக்குறிப்புகள் இயக்கப்பட்டது:
te: టూల్‌టిప్స్ ప్రారంభించబడింది:
ur: ٹول ٹپس فعال:
uz: Maslahat Ko'rsatish Yoqilgan:

source: Lock Icons:
am: ምልክቶች መቆለፊያ:
be: Заблакаваць значкі:
bn: আইকন লক করুন:
ckb: داخستنی ئایکۆن
eo: Ŝlosi Piktogramojn:
fa: قفل نمادها:
fil: I-lock ang mga Icon:
hi: आइकन लॉक करें:
ka: ხატულების ჩაკეტვა:
kab: Sewḥel Tignit
ku: Sembolan kilît bike:
ml: ഐക്കണുകൾ ലോക്ക് ചെയ്യുക:
mr: चिन्हे लॉक करा:
ne: प्रतिमाहरू लक गर्नुहोस्:
nn: Lås ikon:
pa: ਆਈਕਨ ਲਾਕ ਕਰੋ:
ro: Blocare Pictograme:
sq: Blloko ikonat:
sw: Funga Aikoni:
ta: ஐகான்களை பூட்டு:
te: ఇకాన్ లను బంధించు
ur: آئیکن لاک کریں:
uz: Nishonchalarni Qulflash

source: Anchor Docklets:
am: መትከያዎች ማስቀመጫ:
be: Замацаваць доклеты:
bn: ডকলেট নোঙর:
ckb: لەنگەرکردنی دۆکلێت:
eo: Ankri Doksistemojn:
fa: لنگر داکلت‌ها:
fil: I-anchor ang mga Docklet:
hi: एंकर डॉकलेट्स:
ka: დოკლეტების ჩამაგრება:
kab: Seddu idukkar imeẓyanen:
ku: Dokletên lenger bike:
ml: ഡോക്ക്‌ലെറ്റുകൾ നങ്കൂരമിടുക:
mr: डॉकलेट्स अँकर करा:
ne: डकलेट एन्कर:
nn: Ankr dokk-modular:
pa: ਡੌਕਲੈੱਟਸ ਐਂਕਰ ਕਰੋ:
ro: Ancorează Dockleturi:
sq: Ankoroje Docklet-et:
sw: Tia Nanga Docklets:
ta: டாக்லெட்ஸ் நங்கூரம்:
te: డాక్‌లెట్స్ లంగరు:
ur: ڈاکلیٹس اینکر کریں:
uz: Dokletlarni Mahkamlash:

source: Anchor Files:
am: ፋይሎች ማስቀመጫ:
be: Замацаваць файлы:
bn: ফাইল নোঙর:
ckb: لەنگەرکردنی پەڕگەکان:
eo: Ankri Dosierojn:
fa: لنگر فایل‌ها:
fil: I-anchor ang mga File:
hi: एंकर फ़ाइलें:
ka: ფაილების ჩამაგრება:
kab: Seddu ifuyla:
ku: Pelan lenger bike:
ml: ഫയലുകൾ നങ്കൂരമിടുക:
mr: फाइल्स अँकर करा:
ne: फाइलहरू एन्कर:
nn: Ankr filer:
pa: ਫਾਈਲਾਂ ਐਂਕਰ ਕਰੋ:
ro: Ancorează Fișiere:
sq: Ankoroje skedarët:
sw: Tia Nanga Faili:
ta: கோப்புகள் நங்கூரம்:
te: ఫైళ్ళ లంగరు:
ur: فائلیں اینکر کریں:
uz: Fayllarni Mahkamlash:

source: Behaviour
am: ባህሪው
be: Паводзіны
bn: আচরণ
ckb: ڕەفتار
eo: Konduto
fa: رفتار
fil: Pag-uugali
hi: व्यवहार
ka: ქცევა
kab: Tikli
ku: Reftar
ml: പെരുമാറ്റം
mr: वर्तन
ne: व्यवहार
nn: Åtferd
pa: ਵਿਵਹਾਰ
ro: Comportament
sq: Sjellja
sw: Tabia
ta: நடத்தை
te: ప్రవర్తన
ur: رویہ
uz: O'zini tutish

source: Docklets
am: መትከያዎች
be: Доклеты
bn: ডকলেট
ckb: دۆکلێت
eo: Doksistemoj
fa: داکلت‌ها
fil: Mga Docklet
hi: डॉकलेट्स
ka: დოკლეტები
kab: Idukkar imeẓyanen
ku: Doklet
ml: ഡോക്ക്‌ലെറ്റുകൾ
mr: डॉकलेट्स
ne: डकलेटहरू
nn: Dokk-modular
pa: ਡੌਕਲੈੱਟਸ
ro: Dockleturi
sq: Docklet-e
ta: டாக்லெட்ஸ்
te: డాక్‌లెట్స్
ur: ڈاکلیٹس
uz: Dokletlar

source: No applications available
am: ምንም መተግበሪያ አልተገኘም
be: Няма даступных праграм
bn: কোন অ্যাপ্লিকেশন উপলব্ধ নেই
ckb: هیچ بەرنامەیەک بەردەست نییە
eo: Neniuj aplikaĵoj disponeblaj
fa: برنامه‌ای در دسترس نیست
fil: Walang available na application
hi: कोई एप्लिकेशन उपलब्ध नहीं
ka: პროგრამები მიუწვდომელია
kab: Ulac isnasen yellan
ku: Tu bernameyên berdest tune
ml: ആപ്ലിക്കേഷനുകൾ ലഭ്യമല്ല
mr: कोणतेही अनुप्रयोग उपलब्ध नाहीत
ne: कुनै अनुप्रयोगहरू उपलब्ध छैनन्
nn: Ingen program tilgjengelege
pa: ਕੋਈ ਐਪਲੀਕੇਸ਼ਨ ਉਪਲਬਧ ਨਹੀਂ
ro: Nicio aplicație disponibilă
sq: Nuk ka aplikacione të disponueshme
sw: Hakuna programu zinazopatikana
ta: பயன்பாடுகள் கிடைக்கவில்லை
te: అప్లికేషన్లు అందుబాటులో లేవు
ur: کوئی ایپلیکیشن دستیاب نہیں
uz: Hech qanday dastur mavjud emas

source: Applications
am: መተግበሪያዎች
be: Праграмы
bn: অ্যাপ্লিকেশন
ckb: بەرنامەکان
eo: Aplikaĵoj
fa: برنامه‌ها
fil: Mga Application
hi: एप्लिकेशन
ka: პროგრამები
kab: Isnasen
ku: Bername
ml: ആപ്ലിക്കേഷനുകൾ
mr: अनुप्रयोग
ne: अनुप्रयोगहरू
nn: Program
pa: ਐਪਲੀਕੇਸ਼ਨਾਂ
ro: Aplicații
sq: Aplikacione
sw: Programu
ta: பயன்பாடுகள்
te: అప్లికేషన్లు
ur: ایپلیکیشنز
uz: Dasturlar

source: Edit Menu
am: ዝርዝር ማረሚያ
be: Рэдагаваць меню
bn: মেনু সম্পাদনা
ckb: دەستکاری مێنیو
eo: Redakti Menuon
fa: ویرایش منو
fil: I-edit ang Menu
hi: मेन्यू संपादित करें
ka: მენიუს რედაქტირება
kab: Ẓreg umuɣ
ku: Menûyê sererast bike
ml: മെനു എഡിറ്റുചെയ്യുക
mr: मेनू संपादित करा
ne: मेनु सम्पादन गर्नुहोस्
nn: Rediger meny
pa: ਮੀਨੂ ਸੰਪਾਦਿਤ ਕਰੋ
ro: Editare meniu
sq: Modifiko menunë
sw: Hariri Menyu
ta: பட்டியலைத் திருத்து
te: మెనూని సవరించు
ur: مینو میں ترمیم کریں
uz: Menyuni Tahrirlash

source: Choose Custom Icon
am: የ ምርጥ ምልክት መምረጫ
be: Выбраць уласны значок
bn: কাস্টম আইকন নির্বাচন করুন
ckb: ئایکۆنی تایبەت هەڵبژێرە
eo: Elekti Propran Piktogramon
fa: انتخاب نماد سفارشی
fil: Pumili ng Custom na Icon
hi: कस्टम आइकन चुनें
ka: მორგებული ხატულის არჩევა
kab: Fren tignit tudmawant
ku: Semboleke taybet hilbijêre
ml: ഇഷ്‌ടാനുസൃത ഐക്കൺ തിരഞ്ഞെടുക്കുക
mr: सानुकूल चिन्ह निवडा
ne: अनुकूलन प्रतिमा छान्नुहोस्
nn: Vel tilpassa ikon
pa: ਕਸਟਮ ਆਈਕਨ ਚੁਣੋ
ro: Alege Pictogramă Personalizată
sq: Zgjidh ikonë të personalizuar
sw: Chagua Aikoni Maalum
ta: தனிப்பயன் ஐகானைத் தேர்ந்தெடு
te: అనుకూల ఐకాన్‌ను ఎంచుకోండి
ur: حسب ضرورت آئیکن منتخب کریں
uz: Maxsus Nishoncha Tanlash

source: Reset to Default Icon
am: ወደ ነባር ምልክት እንደነበር መመለሻ
be: Аднавіць стандартны значок
bn: ডিফল্ট আইকনে রিসেট করুন
ckb: گەڕانەوە بۆ ئایکۆنی بنەڕەت
eo: Restarigi al Defaŭlta Piktogramo
fa: بازنشانی به نماد پیش‌فرض
fil: Ibalik sa Default na Icon
hi: डिफ़ॉल्ट आइकन पर रीसेट करें
ka: ნაგულისხმევ ხატულაზე დაბრუნება
kab: Ales awennez ɣer tegnit tamezwert
ku: Vegerîne sembolê standard
ml: സ്ഥിര ഐക്കണിലേക്ക് പുനഃസജ്ജമാക്കുക
mr: डीफॉल्ट चिन्हावर रीसेट करा
ne: पूर्वनिर्धारित प्रतिमामा रिसेट गर्नुहोस्
nn: Tilbakestill til standardikon
pa: ਡਿਫੌਲਟ ਆਈਕਨ 'ਤੇ ਰੀਸੈੱਟ ਕਰੋ
ro: Resetare la pictograma implicită
sq: Rikthe te ikona e parazgjedhur
sw: Rudisha kwa Aikoni Chaguo-msingi
ta: இயல்புநிலை ஐகானுக்கு மீட்டமை
te: డిఫాల్ట్ ఐకాన్‌కు రీసెట్ చేయండి
ur: ڈیفالٹ آئیکن پر ری سیٹ کریں
uz: Standart Nishonchaga Qaytarish

source: Large Icons
am: ትልልቅ ምልክቶች
be: Вялікія значкі
bn: বড় আইকন
ckb: ئایکۆنە گەورەکان
eo: Grandaj Piktogramoj
fa: نمادهای بزرگ
fil: Malalaking Icon
hi: बड़े आइकन
ka: დიდი ხატულები
kab: Tignitin timeqqranin
ku: Sembolên mezin
ml: വലിയ ഐക്കണുകൾ
mr: मोठी चिन्हे
ne: ठूला प्रतिमाहरू
nn: Store ikon
pa: ਵੱਡੇ ਆਈਕਨ
ro: Pictograme Mari
sq: Ikona të mëdha
sw: Aikoni Kubwa
ta: பெரிய ஐகான்கள்
te: పెద్ద ఐకాన్లు
ur: بڑے آئیکن
uz: Katta Nishonchalar

source: Select Custom Icon
am: የ ምርጥ ምልክት መምረጫ
be: Выбраць уласны значок
bn: কাস্টম আইকন নির্বাচন করুন
ckb: ئایکۆنی تایبەت هەڵبژێرە
eo: Elekti Propran Piktogramon
fa: انتخاب نماد سفارشی
fil: Pumili ng Custom na Icon
hi: कस्टम आइकन चुनें
ka: მორგებული ხატულის არჩევა
kab: Fren tignit tudmawant
ku: Semboleke taybet hilbijêre
ml: ഇഷ്‌ടാനുസൃത ഐക്കൺ തിരഞ്ഞെടുക്കുക
mr: सानुकूल चिन्ह निवडा
ne: अनुकूलन प्रतिमा चयन गर्नुहोस्
nn: Vel tilpassa ikon
pa: ਕਸਟਮ ਆਈਕਨ ਚੁਣੋ
ro: Selectează Pictogramă Personalizată
sq: Zgjidhni ikonë të personalizuar
sw: Chagua Aikoni Maalum
ta: தனிப்பயன் ஐகானைத் தேர்ந்தெடு
te: అనుకూల ఐకాన్‌ను ఎంచుకోండి
ur: حسب ضرورت آئیکن منتخب کریں
uz: Maxsus Nishoncha Tanlash

source: Cancel
am: መሰረዣ
be: Скасаваць
bn: বাতিল
ckb: هەڵوەشاندنەوە
eo: Nuligi
fa: لغو
fil: Kanselahin
hi: रद्द करें
ka: გაუქმება
kab: Sefsex
ku: Betal bike
ml: റദ്ദാക്കുക
mr: रद्द करा
ne: रद्द गर्नुहोस्
nn: Avbryt
pa: ਰੱਦ ਕਰੋ
ro: Anulare
sq: Anulo
sw: Ghairi
ta: ரத்துசெய்
te: రద్దు చేయి
ur: منسوخ کریں
uz: Bekor qilish

source: Select
am: ይምረጡ
be: Выбраць
bn: নির্বাচন
ckb: هەڵبژاردن
eo: Elekti
fa: انتخاب
fil: Piliin
hi: चयन करें
ka: არჩევა
kab: Fren
ku: Hilbijêre
ml: തിരഞ്ഞെടുക്കുക
mr: निवडा
ne: चयन गर्नुहोस्
nn: Vel
pa: ਚੁਣੋ
ro: Selectează
sq: Zgjidh
sw: Chagua
ta: தேர்ந்தெடு
te: ఎంచుకోండి
ur: منتخب کریں
uz: Tanlash

source: Image Files
am: የ ምስል ፋይሎች
be: Файлы выяваў
bn: ছবি ফাইল
ckb: پەڕگە وێنەکان
eo: Bildaj Dosieroj
fa: فایل‌های تصویر
fil: Mga Image File
hi: छवि फाइलें
ka: სურათის ფაილები
kab: Ifuyla n tugniwin
ku: Pelên wêneyê
ml: ഇമേജ് ഫയലുകൾ
mr: प्रतिमा फाइल्स
ne: छवि फाइलहरू
nn: Bildefiler
pa: ਚਿੱਤਰ ਫਾਈਲਾਂ
ro: Fișiere imagine
sq: Skedarë imazhi
sw: Faili za Picha
ta: பட கோப்புகள்
te: చిత్ర ఫైళ్ళు
ur: تصویری فائلیں
uz: Rasm Fayllari

source: Simply start any of your applications.
am: በ ቀላሉ የ እርስዎን ማንኛውንም መተግበሪያ ይጀምሩ
be: Проста запусціце любую з вашых праграм.
bn: সহজভাবে আপনার যেকোনো অ্যাপ্লিকেশন শুরু করুন।
ckb: بە ئاسانی هەر بەرنامەیەکت دەست پێ بکە.
eo: Simple lanĉu iun ajn el viaj aplikaĵoj.
fa: به سادگی هر یک از برنامه‌های خود را اجرا کنید.
fil: Simpleng simulan ang alinman sa iyong mga application.
hi: बस अपने किसी भी एप्लिकेशन को शुरू करें।
ka: მარტივად გაუშვით თქვენი პროგრამები.
kab: Senker kan yal asnas-ik.
ku: Bi hêsanî her bernameyeke xwe destpê bike.
ml: നിങ്ങളുടെ ഏതെങ്കിലും ആപ്ലിക്കേഷനുകൾ ലളിതമായി ആരംഭിക്കുക.
mr: तुमचे कोणतेही अनुप्रयोग सहजपणे सुरू करा.
ne: सजिलै तपाईंको कुनै पनि अनुप्रयोग सुरु गर्नुहोस्।
nn: Start enkelt alle programma dine.
pa: ਆਪਣੀਆਂ ਕਿਸੇ ਵੀ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਸਾਦਾ ਸ਼ੁਰੂ ਕਰੋ।
ro: Pur și simplu deschideți orice aplicație.
sq: Thjesht nisni çdo aplikacion tuajin.
sw: Anza tu programu yoyote yako.
ta: உங்கள் பயன்பாடுகளில் எதையும் எளிமையாக தொடங்குங்கள்.
te: మీ అప్లికేషన్‌లలో దేనినైనా సరళంగా ప్రారంభించండి.
ur: اپنی کوئی بھی ایپلیکیشن آسانی سے شروع کریں۔
uz: Istalgan dasturingizni oddiy ishga tushiring.

source: No battery
am: ባትሪ የለም
be: Няма батарэі
bn: কোন ব্যাটারি নেই
ckb: هیچ باتریەک نییە
eo: Neniu baterio
fa: باتری وجود ندارد
fil: Walang baterya
hi: कोई बैटरी नहीं
ka: ბატარეა არ არის
kab: Ulac tabaṭṭit
ku: Batarya tune
ml: ബാറ്ററി ഇല്ല
mr: कोणतीही बॅटरी नाही
ne: कुनै ब्याट्री छैन
nn: Ikkje batteri
pa: ਕੋਈ ਬੈਟਰੀ ਨਹੀਂ
ro: Nicio baterie
sq: Nuk ka bateri
sw: Hakuna betri
ta: பேட்டரி இல்லை
te: బ్యాటరీ లేదు
ur: کوئی بیٹری نہیں
uz: Batareya yo'q

source: Batteries
am: ባትሪዎች
be: Батарэі
bn: ব্যাটারি
ckb: باتریەکان
eo: Baterioj
fa: باتری‌ها
fil: Mga Baterya
hi: बैटरी
ka: ბატარეები
kab: Tibaṭṭiyin
ku: Batarya
ml: ബാറ്ററികൾ
mr: बॅटरी
ne: ब्याट्रीहरू
nn: Batterier
pa: ਬੈਟਰੀਆਂ
ro: Baterii
sq: Bateritë
sw: Betri
ta: பேட்டரிகள்
te: బ్యాటరీలు
ur: بیٹریاں
uz: Batareyalar

source: No batteries found
am: ምንም ባትሪ አልተገኘም
be: Батарэі не знойдзены
bn: কোন ব্যাটারি পাওয়া যায়নি
ckb: هیچ باتریەک نەدۆزرایەوە
eo: Neniuj baterioj trovitaj
fa: باتری یافت نشد
fil: Walang nahanap na baterya
hi: कोई बैटरी नहीं मिली
ka: ბატარეები ვერ მოიძებნა
kab: Ulac tibaṭṭiyin i yettwafen
ku: Tu batarya nehate dîtin
ml: ബാറ്ററികൾ കണ്ടെത്തിയില്ല
mr: कोणत्याही बॅटरी सापडल्या नाहीत
ne: कुनै ब्याट्री फेला परेन
nn: Ingen batterier funne
pa: ਕੋਈ ਬੈਟਰੀਆਂ ਨਹੀਂ ਮਿਲੀਆਂ
ro: Nu s-au găsit baterii
sq: Nuk u gjetën bateri
sw: Hakuna betri zilizopatikana
ta: பேட்டரிகள் கண்டறியப்படவில்லை
te: బ్యాటరీలు కనుగొనబడలేదు
ur: کوئی بیٹری نہیں ملی
uz: Batareyalar topilmadi

source: Error finding batteries
am: ባትሪ ማግኘት አልተቻለም
be: Памылка пошуку батарэй
bn: ব্যাটারি খোঁজার ত্রুটি
ckb: هەڵە لە دۆزینەوەی باتریەکان
eo: Eraro trovante bateriojn
fa: خطا در یافتن باتری‌ها
fil: May error sa paghahanap ng mga baterya
hi: बैटरी खोजने में त्रुटि
ka: შეცდომა ბატარეების ძიებისას
kab: Tuccḍa deg unadi n tbaṭṭiyin
ku: Di dîtina bataryayan de çewtî
ml: ബാറ്ററികൾ കണ്ടെത്തുന്നതിൽ പിശക്
mr: बॅटरी शोधण्यात त्रुटी
ne: ब्याट्री फेला पार्न त्रुटि
nn: Feil ved søk etter batterier
pa: ਬੈਟਰੀਆਂ ਲੱਭਣ ਵਿੱਚ ਗਲਤੀ
ro: Eroare la găsirea bateriilor
sq: Gabim në gjetjen e baterive
sw: Hitilafu katika kutafuta betri
ta: பேட்டரிகளைக் கண்டறிவதில் பிழை
te: బ్యాటరీలను కనుగొనడంలో లోపం
ur: بیٹریاں تلاش کرنے میں خرابی
uz: Batareyalarni topishda xatolik
