Repository: zquestz/plank-reloaded
Catalog: po/*.po
Languages: am, be, bn, ckb, eo, fa, fil, hi, ka, kab, ku, ml, mr, ne, nn, pa, ro, sq, sw, ta, te, ur, uz

source: Battery
am: ባትሪ
be: Батарэя
bn: ব্যাটারি
ckb: باتری
eo: Baterio
fa: باتری
fil: Baterya
hi: बैटरी
ka: ბატარეა
kab: Tabaṭṭit
ku: Batarya
ml: ബാറ്ററി
mr: बॅटरी
ne: ब्याट्री
nn: Batteri
pa: ਬੈਟਰੀ
ro: Baterie
sq: Bateria
sw: Betri
ta: பேட்டரி
te: బ్యాటరీ
ur: بیٹری
uz: Batareya

source: Displays battery information
am: የ ባትሪ መረጃ ማሳያ
be: Адлюстроўвае інфармацыю аб батарэі
bn: ব্যাটারি তথ্য প্রদর্শন করে
ckb: زانیاری باتری پیشان دەدات
eo: Montras baterian informon
fa: اطلاعات باتری را نمایش می‌دهد
fil: Nagpapakita ng impormasyon ng baterya
hi: बैटरी जानकारी प्रदर्शित करता है
ka: ბატარეის ინფორმაციის ჩვენება
kab: Iskan-d talɣut n tbaṭṭit
ku: Agahiya bataryayê nîşan dide
ml: ബാറ്ററി വിവരങ്ങൾ പ്രദർശിപ്പിക്കുന്നു
mr: बॅटरी माहिती प्रदर्शित करते
ne: ब्याट्री जानकारी देखाउँछ
nn: Viser batteriinformasjon
pa: ਬੈਟਰੀ ਜਾਣਕਾਰੀ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਦਾ ਹੈ
ro: Afișează informații despre baterie
sq: Shfaq informacionin e baterisë
sw: Inaonyesha maelezo ya betri
ta: பேட்டரி தகவலை காட்டுகிறது
te: బ్యాటరీ సమాచారాన్ని ప్రదర్శిస్తుంది
ur: بیٹری کی معلومات دکھاتا ہے
uz: Batareya ma'lumotlarini ko'rsatadi

source: Clipboard is currently empty.
am: ቅንጥብ ሰሌዳው አሁን ባዶ ነው
be: Буфер абмену зараз пусты.
bn: ক্লিপবোর্ড বর্তমানে খালি।
ckb: کلیپبۆرد ئێستا بەتاڵە.
eo: Tondujo estas nun malplena.
fa: کلیپ‌بورد در حال حاضر خالی است.
fil: Ang clipboard ay kasalukuyang walang laman.
hi: क्लिपबोर्ड वर्तमान में खाली है।
ka: ბუფერი ამჟამად ცარიელია.
kab: Afus n unuɣal d ilem akka tura.
ku: Panoya kopîkirinê niha vala ye.
ml: ക്ലിപ്പ്‌ബോർഡ് നിലവിൽ ശൂന്യമാണ്.
mr: क्लिपबोर्ड सध्या रिकामा आहे.
ne: क्लिपबोर्ड अहिले खाली छ।
nn: Utklippstavla er for tida tom.
pa: ਕਲਿੱਪਬੋਰਡ ਵਰਤਮਾਨ ਵਿੱਚ ਖਾਲੀ ਹੈ।
ro: Clipboard-ul este momentan gol.
sq: Clipboard-i është aktualisht bosh.
sw: Ubao wa kunakili kwa sasa ni tupu.
ta: கிளிப்போர்டு தற்போது காலியாக உள்ளது.
te: క్లిప్‌బోర్డ్ ప్రస్తుతం ఖాళీగా ఉంది.
ur: کلپ بورڈ فی الوقت خالی ہے۔
uz: Vaqtinchalik xotira hozirda bo'sh.

source: _Clear
am: _ማጽጃ
be: _Ачысціць
bn: _সাফ করুন
ckb: _پاککردنەوە
eo: _Viŝi
fa: _پاک کردن
fil: _Burahin
hi: _साफ करें
ka: _გასუფთავება
kab: _Sfeḍ
ku: _Paqij bike
ml: _മായ്ക്കുക
mr: _साफ करा
ne: _खाली गर्नुहोस्
nn: _Tøm
pa: _ਸਾਫ਼ ਕਰੋ
ro: _Șterge
sq: _Pastro
sw: _Futa
ta: _அழி
te: _క్లియర్ చేయి
ur: _صاف کریں
uz: _Tozalash

source: Track Mouse Selections
am: የ አይጥ ምርጫዎች መከታተያ
be: Сачыць за выбарам мышшу
bn: মাউস নির্বাচন ট্র্যাক করুন
ckb: شوێن هەڵبژاردنەکانی مشک بکەوە
eo: Spuri Musan Elektaĵojn
fa: ردیابی انتخاب‌های موس
fil: Subaybayan ang mga Pagpili ng Mouse
hi: माउस चयन का ट्रैक रखें
ka: თაგუნას მონიშვნების თვალყურის დევნება
kab: Ḍfer tifranin n tɣerdayt
ku: Hilbijartinên mişkê bişopîne
ml: മൗസ് തിരഞ്ഞെടുപ്പുകൾ ട്രാക്കുചെയ്യുക
mr: माऊस निवडी ट्रॅक करा
ne: माउस चयनहरू ट्र्याक गर्नुहोस्
nn: Spor musval
pa: ਮਾਊਸ ਚੋਣਾਂ ਟਰੈਕ ਕਰੋ
ro: Urmărește Selecțiile Mouse-ului
sq: Gjurmo zgjedhjet e miut
sw: Fuatilia Uchaguzi wa Kipanya
ta: சுட்டி தேர்வுகளை கண்காணி
te: మౌస్ ఎంపికలను ట్రాక్ చేయండి
ur: ماؤس کے انتخاب کو ٹریک کریں
uz: Sichqoncha Tanlovlarini Kuzatish

source: Track Images
am: ምስሎች መከታተያ
be: Сачыць за выявамі
bn: ছবি ট্র্যাক করুন
ckb: شوێن وێنەکان بکەوە
eo: Spuri Bildojn
fa: ردیابی تصاویر
fil: Subaybayan ang mga Larawan
hi: ट्रैक इमेज
ka: სურათების თვალყურის დევნება
kab: Ḍfer tugniwin
ku: Wêneyan bişopîne
ml: ചിത്രങ്ങൾ ട്രാക്കുചെയ്യുക
mr: प्रतिमा ट्रॅक करा
ne: छविहरू ट्र्याक गर्नुहोस्
nn: Spor bilete
pa: ਚਿੱਤਰ ਟਰੈਕ ਕਰੋ
ro: Urmărește Imagini
sq: Gjurmo imazhet
sw: Fuatilia Picha
ta: படங்களைக் கண்காணி
te: చిత్రాలను ట్రాక్ చేయండి
ur: تصاویر کو ٹریک کریں
uz: Rasmlarni Kuzatish

source: Enable Clipboard Tracking
am: የ ቅንጥብ ሰሌዳ መከታተያ ማስቻያ
be: Уключыць адсочванне буфера абмену
bn: ক্লিপবোর্ড ট্র্যাকিং সক্ষম করুন
ckb: شوێنکەوتنی کلیپبۆرد چالاک بکە
eo: Ŝalti Tondujan Spuradon
fa: فعال‌سازی ردیابی کلیپ‌بورد
fil: I-enable ang Pagsubaybay sa Clipboard
hi: क्लिपबोर्ड ट्रैकिंग सक्षम करें
ka: ბუფერის თვალყურის დევნების ჩართვა
kab: Rmed aḍfar n ufus n unuɣal
ku: Şopandina panoya kopîkirinê çalak bike
ml: ക്ലിപ്പ്‌ബോർഡ് ട്രാക്കിംഗ് പ്രവർത്തനക്ഷമമാക്കുക
mr: क्लिपबोर्ड ट्रॅकिंग सक्षम करा
ne: क्लिपबोर्ड ट्र्याकिङ सक्षम गर्नुहोस्
nn: Aktiver utklippssporing
pa: ਕਲਿੱਪਬੋਰਡ ਟਰੈਕਿੰਗ ਸਮਰੱਥ ਕਰੋ
ro: Activați urmărirea clipboard-ului
sq: Aktivizo gjurmimin e clipboard-it
sw: Wezesha Ufuatiliaji wa Ubao wa Kunakili
ta: கிளிப்போர்டு கண்காணிப்பை இயக்கு
te: క్లిప్‌బోర్డ్ ట్రాకింగ్‌ను ప్రారంభించండి
ur: کلپ بورڈ ٹریکنگ فعال کریں
uz: Vaqtinchalik Xotira Kuzatuvini Yoqish

source: Maximum Entries
am: ከፍተኛ ማስገቢያዎች
be: Максімум запісаў
bn: সর্বাধিক এন্ট্রি
ckb: زۆرترین تۆمارکراوەکان
eo: Maksimumaj Enskriboj
fa: حداکثر ورودی‌ها
fil: Pinakamataas na Bilang ng Entry
hi: अधिकतम प्रविष्टियां
ka: მაქსიმალური ჩანაწერები
kab: Inekcumen ugar
ku: Têketinên herî zêde
ml: പരമാവധി എൻട്രികൾ
mr: कमाल नोंदी
ne: अधिकतम प्रविष्टिहरू
nn: Maksimalt tal oppføringar
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਐਂਟਰੀਆਂ
ro: Intrări maxime
sq: Hyrje maksimale
sw: Maingizo ya Juu Zaidi
ta: அதிகபட்ச உள்ளீடுகள்
te: గరిష్ట నమోదులు
ur: زیادہ سے زیادہ اندراجات
uz: Maksimal Yozuvlar

source: Image
am: ምስል
be: Выява
bn: ছবি
ckb: وێنە
eo: Bildo
fa: تصویر
fil: Larawan
hi: छवि
ka: სურათი
kab: Tugna
ku: Wêne
ml: ചിത്രം
mr: प्रतिमा
ne: छवि
nn: Bilete
pa: ਚਿੱਤਰ
ro: Imagine
sq: Imazh
sw: Picha
ta: படம்
te: చిత్రం
ur: تصویر
uz: Rasm

source: Clippy
am: ክሊፒ
bn: ক্লিপি
ckb: کلیپپی
fa: کلیپی
hi: क्लिप्पी
ml: ക്ലിപ്പി
mr: क्लिप्पी
ne: क्लिप्पी
pa: ਕਲਿੱਪੀ
ta: கிளிப்பி
te: క్లిప్పీ
ur: کلپی

source: Keep recent clipboard entries.
am: የ ቅርብ ጊዜ ቅንጥብ ሰሌዳ ማስገቢያዎች ማስቀመጫ
be: Захоўвайце апошнія запісы буфера абмену.
bn: সাম্প্রতিক ক্লিপবোর্ড এন্ট্রি রাখুন।
ckb: تۆمارکراوە نوێیەکانی کلیپبۆرد هەڵبگرە.
eo: Konservi lastatempajn tondujajn enskribojn.
fa: نگه داشتن ورودی‌های اخیر کلیپ‌بورد.
fil: Panatilihin ang mga kamakailang entry sa clipboard.
hi: हाल के क्लिपबोर्ड प्रविष्टियों को रखें।
ka: ბუფერის ბოლო ჩანაწერების შენახვა.
kab: Eǧǧ inekcumen imaynuten n ufus n unuɣal.
ku: Têketinên dawî yên panoya kopîkirinê bihêle.
ml: സമീപകാല ക്ലിപ്പ്‌ബോർഡ് എൻട്രികൾ സൂക്ഷിക്കുക.
mr: अलीकडील क्लिपबोर्ड नोंदी ठेवा.
ne: हालैका क्लिपबोर्ड प्रविष्टिहरू राख्नुहोस्।
nn: Behald nylige utklippsoppføringar.
pa: ਹਾਲੀਆ ਕਲਿੱਪਬੋਰਡ ਐਂਟਰੀਆਂ ਰੱਖੋ।
ro: Păstrează intrările recente din clipboard.
sq: Mbaj hyrjet e fundit të clipboard-it.
sw: Hifadhi maingizo ya karibuni ya ubao wa kunakili.
ta: சமீபத்திய கிளிப்போர்டு உள்ளீடுகளை வைத்திரு.
te: ఇటీవలి క్లిప్‌బోర్డ్ నమోదులను ఉంచండి.
ur: حالیہ کلپ بورڈ اندراجات رکھیں۔
uz: So'nggi vaqtinchalik xotira yozuvlarini saqlash.

source: Di_gital Clock
am: ዲ_ጂታል ሰአት
be: Лічбавы _гадзіннік
bn: ডি_জিটাল ঘড়ি
ckb: کاتژمێری دی_جیتاڵی
eo: Di_gita Horloĝo
fa: ساعت _دیجیتال
fil: Di_gital na Orasan
hi: डिजिटल घड़ी
ka: ციფ_რული საათი
kab: Tamrilt u_mezruy
ku: Demjimêra dî_jîtal
ml: ഡി_ജിറ്റൽ ക്ലോക്ക്
mr: डि_जिटल घड्याळ
ne: डि_जिटल घडी
nn: Di_gital klokke
pa: ਡਿ_ਜੀਟਲ ਘੜੀ
ro: Ce_as Digital
sq: Orë di_gitale
sw: Saa ya Di_jitali
ta: டி_ஜிட்டல் கடிகாரம்
te: డి_జిటల్ గడియారం
ur: ڈی_جیٹل گھڑی
uz: Ri_qamli Soat

source: 24-Hour _Clock
am: 24-ሰአት _ሰአት
be: 24-гадзінны _гадзіннік
bn: ২৪-ঘণ্টা _ঘড়ি
ckb: کاتژمێری 24 _کاتژمێر
eo: 24-Hora _Horloĝo
fa: ساعت _24 ساعته
fil: 24-Oras na _Orasan
hi: 24-घंटे की घड़ी
ka: 24-საათიანი _საათი
kab: _Tamrilt n 24 n yisragen
ku: Demjimêra 24-_demjimêrî
ml: 24-മണിക്കൂർ _ക്ലോക്ക്
mr: 24-तास _घड्याळ
ne: २४-घण्टा _घडी
nn: 24-timars _klokke
pa: 24-ਘੰਟੇ _ਘੜੀ
ro: _Ceas 24 ore
sq: Orë 24-_orëshe
sw: Saa ya Masaa 24
ta: 24-மணி _கடிகாரம்
te: 24-గంటల _గడియారం
ur: 24 گھنٹے _گھڑی
uz: 24-Soatli _Soat

source: Show _Date
am: ቀን _ማሳያ
be: Паказаць _дату
bn: _তারিখ দেখান
ckb: پیشاندانی _بەروار
eo: Montri _Daton
fa: نمایش _تاریخ
fil: Ipakita ang _Petsa
hi: तारीख दिखाएं
ka: _თარიღის ჩვენება
kab: Sken a_zemz
ku: _Dîrok nîşan bide
ml: _തീയതി കാണിക്കുക
mr: _तारीख दाखवा
ne: _मिति देखाउनुहोस्
nn: Vis _dato
pa: _ਤਾਰੀਖ ਦਿਖਾਓ
ro: Afișează _Data
sq: Shfaq _datën
sw: Onyesha _Tarehe
ta: _தேதியைக் காட்டு
te: _తేదీని చూపించు
ur: _تاریخ دکھائیں
uz: _Sanani Ko'rsatish

source: Clock
am: ሰአት
be: Гадзіннік
bn: ঘড়ি
ckb: کاتژمێر
eo: Horloĝo
fa: ساعت
fil: Orasan
hi: घड़ी
ka: საათი
kab: Tamrilt
ku: Demjimêr
ml: ക്ലോക്ക്
mr: घड्याळ
ne: घडी
nn: Klokke
pa: ਘੜੀ
ro: Ceas
sq: Ora
sw: Saa
ta: கடிகாரம்
te: గడియారం
ur: گھڑی
uz: Soat

source: What time is it?
am: ስንት ሰአት ነው?
be: Колькі зараз часу?
bn: এখন কয়টা বাজে?
ckb: کاتژمێر چەندە؟
eo: Kioma horo estas?
fa: چه ساعتی است؟
fil: Anong oras na?
hi: समय क्या हुआ है?
ka: რომელი საათია?
kab: Anwa akud ihi?
ku: Saet çend e?
ml: ഇപ്പോൾ സമയം എത്രയാണ്?
mr: किती वाजले?
ne: कति बज्यो?
nn: Kva er klokka?
pa: ਕਿੰਨਾ ਵਜਿਆ ਹੈ?
ro: Cât e ora?
sq: Ç'orë është?
sw: Ni saa ngapi?
ta: இப்போது நேரம் என்ன?
te: ఇప్పుడు సమయం ఎంత?
ur: کیا وقت ہوا ہے؟
uz: Soat necha?

source: Calendar
am: ቀን መቁጠሪያ
be: Каляндар
bn: ক্যালেন্ডার
ckb: ڕۆژژمێر
eo: Kalendaro
fa: تقویم
fil: Kalendaryo
hi: कैलेंडर
ka: კალენდარი
kab: Awitay
ku: Salnamedar
ml: കലണ്ടർ
mr: दिनदर्शिका
ne: पात्रो
nn: Kalender
pa: ਕੈਲੰਡਰ
sq: Kalendari
sw: Kalenda
ta: நாட்காட்டி
te: క్యాలెండర్
ur: کیلنڈر
uz: Taqvim

source: CPU Monitor
am: የ ሲፒዩ መቆጣጠሪያ
be: Манітор CPU
bn: সিপিইউ মনিটর
ckb: چاودێری CPU
eo: CPU Monitoro
fa: نمایشگر CPU
hi: सीपीयू मॉनिटर
ka: CPU მონიტორი
kab: Asfuɣal n CPU
ku: Temaşekerê CPU
ml: സിപിയു മോണിറ്റർ
mr: CPU मॉनिटर
ne: CPU मनिटर
nn: CPU-overvaking
pa: CPU ਨਿਗਰਾਨ
ro: Monitor Procesor
sq: Monitori i CPU-së
sw: Kifuatiliaji cha CPU
ta: CPU மானிட்டர்
te: CPU మానిటర్
ur: CPU مانیٹر
uz: CPU Monitori

source: Keep an eye on that CPU. And when it gets out of line...
am: ሲፒዩን መቆጣጠሪያ፡ እና ከ መስመር ሲወጣ...
be: Сочыце за гэтым CPU. А калі ён выходзіць з-пад кантролю...
bn: সেই সিপিইউ-এর উপর নজর রাখুন। এবং যখন এটি সীমা অতিক্রম করে...
ckb: چاوت لەو CPU بێت. کە لە ڕێگە دەرچوو...
eo: Gardu okulon sur tiu CPU. Kaj kiam ĝi eksertas...
fa: مراقب آن CPU باشید. و وقتی از خط خارج شود...
fil: Bantayan ang CPU na iyan. At kapag lumabas sa linya...
hi: उस सीपीयू पर नजर रखें। और जब यह लाइन से बाहर हो जाए...
ka: თვალი ადევნეთ CPU-ს. და როდესაც იგი არასწორად მუშაობს...
kab: Eǧǧ tiṭ-ik fuq CPU-a. Mi ara yeffeɣ seg izirig...
ku: Çavê xwe li ser vê CPU bigire. Û dema ku derbasî sînorê bibe...
ml: ആ സിപിയുവിൽ ഒരു കണ്ണ് വയ്ക്കുക. അത് നിയന്ത്രണം വിട്ടാൽ...
mr: त्या CPU वर लक्ष ठेवा. आणि जेव्हा तो रांगेबाहेर जातो...
ne: त्यो CPU मा नजर राख्नुहोस्। र जब यो रेखा बाहिर जान्छ...
nn: Hald auge med CPU-en. Og når han går over streken...
pa: ਉਸ CPU 'ਤੇ ਨਜ਼ਰ ਰੱਖੋ। ਅਤੇ ਜਦੋਂ ਇਹ ਲਾਈਨ ਤੋਂ ਬਾਹਰ ਹੋ ਜਾਂਦਾ ਹੈ...
ro: Ține procesorul sub observație. Și când iese din parametri...
sq: Mbaje syrin mbi atë CPU. Dhe kur del jashtë vijës...
sw: Fuatilia CPU hiyo. Na inapozidi mipaka...
ta: அந்த CPU ஐ கவனியுங்கள். மற்றும் அது கட்டுப்பாட்டை இழக்கும்போது...
te: ఆ CPU పై ఒక కన్ను ఉంచండి. మరియు అది నియంత్రణ తప్పినప్పుడు...
ur: اس CPU پر نظر رکھیں۔ اور جب یہ لائن سے باہر ہو جائے...
uz: CPU ni nazorat qiling. Va u tartibdan chiqqanda...

source: Show Desktop
am: ዴስክቶፕ ማሳያ
be: Паказаць працоўны стол
bn: ডেস্কটপ দেখান
ckb: پیشاندانی ڕوومێز
eo: Montri Labortablon
fa: نمایش دسکتاپ
fil: Ipakita ang Desktop
hi: डेस्कटॉप दिखाएं
ka: სამუშაო მაგიდის ჩვენება
kab: Sken tanarit
ku: Sermaseyê nîşan bide
ml: ഡെസ്ക്‌ടോപ്പ് കാണിക്കുക
mr: डेस्कटॉप दाखवा
ne: डेस्कटप देखाउनुहोस्
nn: Vis skrivebord
pa: ਡੈਸਕਟਾਪ ਦਿਖਾਓ
ro: Afișare desktop
sq: Shfaq desktop-in
sw: Onyesha Desktop
ta: டெஸ்க்டாப்பைக் காட்டு
te: డెస్క్‌టాప్ చూపించు
ur: ڈیسک ٹاپ دکھائیں
uz: Ish Stolini Ko'rsatish

source: Desktop
am: ዴስክቶፕ
be: Працоўны стол
bn: ডেস্কটপ
ckb: ڕوومێز
eo: Labortablo
fa: دسکتاپ
hi: डेस्कटॉप
ka: სამუშაო მაგიდა
kab: Tanarit
ku: Sermaseyê
ml: ഡെസ്ക്‌ടോപ്പ്
mr: डेस्कटॉप
ne: डेस्कटप
nn: Skrivebord
pa: ਡੈਸਕਟਾਪ
ta: டெஸ்க்டாப்
te: డెస్క్‌టాప్
ur: ڈیسک ٹاپ
uz: Ish Stoli

source: Show your Desktop.
am: የ እርስዎን ዴስክቶፕ ማሳያ
be: Паказаць ваш працоўны стол.
bn: আপনার ডেস্কটপ দেখান।
ckb: ڕوومێزەکەت پیشان بدە.
eo: Montri vian Labortablon.
fa: دسکتاپ خود را نمایش دهید.
fil: Ipakita ang iyong Desktop.
hi: अपना डेस्कटॉप दिखाएं।
ka: თქვენი სამუშაო მაგიდის ჩვენება.
kab: Sken tanarit-ik.
ku: Sermaseyê xwe nîşan bide.
ml: നിങ്ങളുടെ ഡെസ്ക്‌ടോപ്പ് കാണിക്കുക.
mr: तुमचा डेस्कटॉप दाखवा.
ne: तपाईंको डेस्कटप देखाउनुहोस्।
nn: Vis skrivebordet ditt.
pa: ਆਪਣਾ ਡੈਸਕਟਾਪ ਦਿਖਾਓ।
ro: Afișează Desktopul.
sq: Shfaq desktop-in tuaj.
sw: Onyesha Desktop yako.
ta: உங்கள் டெஸ்க்டாப்பைக் காட்டு.
te: మీ డెస్క్‌టాప్‌ను చూపించండి.
ur: اپنا ڈیسک ٹاپ دکھائیں۔
uz: Ish stolingizni ko'rsatish.

source: Notifications
am: ማስታወቂያዎች
be: Апавяшчэнні
bn: বিজ্ঞপ্তি
ckb: ئاگادارییەکان
eo: Sciigoj
fa: اعلان‌ها
fil: Mga Notipikasyon
hi: सूचनाएँ
ka: შეტყობინებები
kab: Tilɣa
ku: Agahdariyan
ml: അറിയിപ്പുകൾ
mr: सूचना
ne: सूचनाहरू
nn: Varslingar
pa: ਸੂਚਨਾਵਾਂ
ro: Notificări
sq: Njoftimet
sw: Arifa
ta: அறிவிப்புகள்
te: నోటిఫికేషన్లు
ur: اطلاعات
uz: Bildirishnomalar

source: just now
am: በ ጣም አሁን
be: толькі што
bn: এই মাত্র
ckb: ئێستا
eo: ĵus nun
fa: هم‌اکنون
fil: ngayon lang
hi: अभी अभी
ka: ახლახან
kab: akka tura
ku: niha
ml: ഇപ്പോൾ തന്നെ
mr: आत्ताच
ne: भर्खरै
nn: akkurat no
pa: ਹੁਣੇ ਹੀ
ro: chiar acum
sq: tani
sw: sasa hivi
ta: இப்போதுதான்
te: ఇప్పుడే
ur: ابھی ابھی
uz: hozir

source: %d minute ago
am: ከ %d ደቂቃ በፊት
be: %d хвіліну таму
bn: %d মিনিট আগে
ckb: %d خولەک لەمەوپێش
eo: antaŭ %d minuto
fa: %d دقیقه پیش
fil: %d minuto ang nakalipas
hi: %d मिनट पहले
ka: %d წუთის წინ
kab: %d n tesdat aya
ku: berî %d xulek
ml: %d മിനിറ്റ് മുമ്പ്
mr: %d मिनिट पूर्वी
ne: %d मिनेट पहिले
nn: %d minutt sidan
pa: %d ਮਿੰਟ ਪਹਿਲਾਂ
ro: %d minut în urmă
sq: %d minutë më parë
sw: dakika %d iliyopita
ta: %d நிமிடத்திற்கு முன்
te: %d నిమిషం క్రితం
ur: %d منٹ پہلے
uz: %d daqiqa oldin

source: %d hour ago
am: ከ %d ሰአት በፊት
be: %d гадзіну таму
bn: %d ঘণ্টা আগে
ckb: %d کاتژمێر لەمەوپێش
eo: antaŭ %d horo
fa: %d ساعت پیش
fil: %d oras ang nakalipas
hi: %d घंटा पहले
ka: %d საათის წინ
kab: %d n usrag aya
ku: berî %d demjimêr
ml: %d മണിക്കൂർ മുമ്പ്
mr: %d तास पूर्वी
ne: %d घण्टा पहिले
nn: %d time sidan
pa: %d ਘੰਟਾ ਪਹਿਲਾਂ
ro: acum %d oră
sq: %d orë më parë
sw: saa %d iliyopita
ta: %d மணி நேரத்திற்கு முன்
te: %d గంట క్రితం
ur: %d گھنٹہ پہلے
uz: %d soat oldin

source: Enable _Expiry
am: ማስቻያ _መጠናቀቁን
be: Уключыць _тэрмін дзеяння
bn: _মেয়াদ সক্ষম করুন
ckb: چالاککردنی _بەسەرچوون
eo: Ŝalti _Eksvalidiĝon
fa: فعال‌سازی _انقضا
fil: I-enable ang _Pag-expire
hi: _समाप्ति सक्षम करें
ka: ვადის _ჩართვა
kab: Rmed _taggara n lweqt
ku: _Dawîbûnê çalak bike
ml: _കാലഹരണം പ്രവർത്തനക്ഷമമാക്കുക
mr: _कालबाह्यता सक्षम करा
ne: _म्याद सक्षम गर्नुहोस्
nn: Aktiver _utløp
pa: _ਮਿਆਦ ਸਮਾਪਤੀ ਸਮਰੱਥ ਕਰੋ
ro: Activare _Expirare
sq: Aktivizo _skadimin
sw: Wezesha _Kumalizika
ta: _காலாவதியை இயக்கு
te: _గడువు ముగింపును ప్రారంభించు
ur: _میعاد ختم ہونا فعال کریں
uz: _Muddatni Yoqish

source: Show _Count
am: መቁጠሪያ _ማሳያ
be: Паказваць _лік
bn: _সংখ্যা দেখান
ckb: پیشاندانی _ژمارە
eo: Montri _Nombron
fa: نمایش _شمارش
fil: Ipakita ang _Bilang
hi: _गणना दिखाएँ
ka: _რაოდენობის ჩვენება
kab: Sken _asiḍen
ku: _Hejmarê nîşan bide
ml: _എണ്ണം കാണിക്കുക
mr: _संख्या दाखवा
ne: _गणना देखाउनुहोस्
nn: Vis _tal
pa: _ਗਿਣਤੀ ਦਿਖਾਓ
ro: Arată _Numărul
sq: Shfaq _numërimin
sw: Onyesha _Hesabu
ta: _எண்ணிக்கையைக் காட்டு
te: _లెక్కను చూపించు
ur: _تعداد دکھائیں
uz: _Sonini Ko'rsatish

source: Show _Transient
am: ሽግግሩን _ማሳያ
be: Паказваць _часовыя
bn: _ক্ষণস্থায়ী দেখান
ckb: پیشاندانی _کاتی
eo: Montri _Pasemantan
fa: نمایش _موقت
fil: Ipakita ang _Pansamantala
hi: _अस्थायी दिखाएँ
ka: _დროებითის ჩვენება
kab: Sken _akudan
ku: _Demkî nîşan bide
ml: _താൽക്കാലികമായി കാണിക്കുക
mr: _अस्थायी दाखवा
ne: _अस्थायी देखाउनुहोस्
nn: Vis _førebels
pa: _ਅਸਥਾਈ ਦਿਖਾਓ
ro: Arată _Tranzitoriu
sq: Shfaq të _përkohshme
sw: Onyesha _Za Muda
ta: _தற்காலிகமாக காட்டு
te: _తాత్కాలికంగా చూపించు
ur: _عارضی دکھائیں
uz: _Vaqtinchalikni Ko'rsatish

source: Clear Notifications
am: ማስታወቂያዎች ማጽጃ
be: Ачысціць апавяшчэнні
bn: বিজ্ঞপ্তি সাফ করুন
ckb: پاککردنەوەی ئاگادارییەکان
eo: Viŝi Sciigojn
fa: پاک کردن اعلان‌ها
fil: Burahin ang mga Notipikasyon
hi: सूचनाएँ साफ़ करें
ka: შეტყობინებების გასუფთავება
kab: Sfeḍ tilɣa
ku: Agahdariyan paqij bike
ml: അറിയിപ്പുകൾ മായ്ക്കുക
mr: सूचना साफ करा
ne: सूचनाहरू खाली गर्नुहोस्
nn: Tøm varslingar
pa: ਸੂਚਨਾਵਾਂ ਸਾਫ਼ ਕਰੋ
ro: Șterge notificările
sq: Pastro njoftimet
sw: Futa Arifa
ta: அறிவிப்புகளை அழி
te: నోటిఫికేషన్లను క్లియర్ చేయి
ur: اطلاعات صاف کریں
uz: Bildirishnomalarni Tozalash

source: Simple notifications docklet.
am: ቀላል ማስታወቂያ መትከያ
be: Просты доклет апавяшчэнняў.
bn: সরল বিজ্ঞপ্তি ডকলেট।
ckb: دۆکلێتی ئاگادارییەکانی ئاسان.
eo: Simpla sciiga doksistemo.
fa: داکلت اعلان‌های ساده.
fil: Simpleng docklet ng mga notipikasyon.
hi: सरल सूचनाएं डॉकलेट।
ka: მარტივი შეტყობინებების დოკლეტი.
kab: Adukkar ameẓyan n tilɣa fessus.
ku: Dokleta hêsan a agahdariyan.
ml: ലളിതമായ അറിയിപ്പുകൾ ഡോക്ക്‌ലെറ്റ്.
mr: साधे सूचना डॉकलेट.
ne: सरल सूचना डकलेट।
nn: Enkel varslings-modul.
pa: ਸਰਲ ਸੂਚਨਾਵਾਂ ਡੌਕਲੈੱਟ।
ro: Placă de andocare pentru notificări simple.
sq: Docklet i thjeshtë i njoftimeve.
sw: Docklet rahisi ya arifa.
ta: எளிய அறிவிப்புகள் டாக்லெட்.
te: సరళమైన నోటిఫికేషన్ల డాక్‌లెట్.
ur: سادہ اطلاعات ڈاکلیٹ۔
uz: Oddiy bildirishnomalar dokleti.

source: No items in Trash
am: በ ቆሻሻ መጣያ ውስጥ ምንም እቃዎች የሉም
be: Няма элементаў у сметніцы
bn: ট্র্যাশে কোন আইটেম নেই
ckb: هیچ شتێک لە زبڵدان نییە
eo: Neniuj eroj en Rubujo
fa: موردی در زباله‌دان نیست
fil: Walang laman ang Basurahan
hi: कचरा में कोई आइटम नहीं
ka: სანაგვე ყუთში ელემენტები არ არის
kab: Ulac iferdisen di tqecwalt
ku: Di çopê de ti tişt tune
ml: ചവറ്റുകുട്ടയിൽ ഇനങ്ങളൊന്നുമില്ല
mr: कचरापेटीत कोणतीही आयटम नाहीत
ne: रद्दीटोकरीमा कुनै वस्तुहरू छैनन्
nn: Ingen element i papirkorga
pa: ਰੱਦੀ ਵਿੱਚ ਕੋਈ ਆਈਟਮਾਂ ਨਹੀਂ
ro: Niciun obiect în Coș
sq: Nuk ka objekte në kosh
sw: Hakuna vitu katika Takataka
ta: குப்பையில் உருப்படிகள் இல்லை
te: ట్రాష్‌లో అంశాలు లేవు
ur: ردی میں کوئی آئٹم نہیں
uz: Chiqindilarda hech narsa yo'q

source: %u item in Trash
am: %u እቃ በ ቆሻሻ መጣያ ውስጥ
be: %u элемент у сметніцы
bn: ট্র্যাশে %u আইটেম
ckb: %u شت لە زبڵدان
eo: %u ero en Rubujo
fa: %u مورد در زباله‌دان
fil: %u item sa Basurahan
hi: %u आइटम कचरे में
ka: %u ელემენტი სანაგვე ყუთში
kab: %u n uferdis di tqecwalt
ku: %u tişt di çopê de
ml: ചവറ്റുകുട്ടയിൽ %u ഇനം
mr: कचरापेटीत %u आयटम
ne: रद्दीटोकरीमा %u वस्तु
nn: %u element i papirkorga
pa: ਰੱਦੀ ਵਿੱਚ %u ਆਈਟਮ
ro: %u obiecte în Coș
sq: %u objekt në kosh
sw: kitu %u katika Takataka
ta: குப்பையில் %u உருப்படி
te: ట్రాష్‌లో %u అంశం
ur: ردی میں %u آئٹم
uz: Chiqindilarda %u element

source: Empty all items from Trash?
am: ሁሉንም እቃዎች ከ ቆሻሻ መጣያ ውስጥ ማጽጃ?
be: Ачысціць усе элементы са сметніцы?
bn: ট্র্যাশ থেকে সব আইটেম খালি করবেন?
ckb: بەتاڵکردنی هەموو شتەکان لە زبڵدان؟
eo: Malplenigi ĉiujn erojn el Rubujo?
fa: خالی کردن همه موارد از زباله‌دان؟
fil: Burahin lahat ng item mula sa Basurahan?
hi: क्या सभी आइटम कचरे से हटाए जाएं?
ka: სანაგვე ყუთის გასუფთავება?
kab: Sken akk iferdisen seg tqecwalt?
ku: Hemû tiştên di çopê de vala bikin?
ml: ചവറ്റുകുട്ടയിൽ നിന്ന് എല്ലാ ഇനങ്ങളും ശൂന്യമാക്കണോ?
mr: कचरापेटीतील सर्व आयटम रिकामे करायचे?
ne: रद्दीटोकरीबाट सबै वस्तुहरू खाली गर्ने?
nn: Tøm alle element frå papirkorga?
pa: ਰੱਦੀ ਤੋਂ ਸਾਰੀਆਂ ਆਈਟਮਾਂ ਖਾਲੀ ਕਰਨੀਆਂ ਹਨ?
ro: Goliți toate elementele din Coș?
sq: Zbraz të gjitha objektet nga koshi?
sw: Toa vitu vyote kutoka Takataka?
ta: குப்பையிலிருந்து அனைத்து உருப்படிகளையும் காலி செய்யவா?
te: ట్రాష్ నుండి అన్ని అంశాలను ఖాళీ చేయాలా?
ur: ردی سے تمام آئٹمز خالی کریں؟
uz: Chiqindilardagi barcha elementlarni tozalash?

source: All items in the Trash will be permanently deleted.
am: ሁሉም እቃዎች በ ቆሻሻ መጣያ ውስጥ ለ ዘላለም ይጠፋሉ
be: Усе элементы са сметніцы будуць незваротна выдалены.
bn: ট্র্যাশের সব আইটেম স্থায়ীভাবে মুছে ফেলা হবে।
ckb: هەموو شتەکان لە زبڵدان بە هەمیشەیی دەسڕێنەوە.
eo: Ĉiuj eroj en la Rubujo estos daŭre forigitaj.
fa: همه موارد در زباله‌دان برای همیشه حذف خواهند شد.
fil: Lahat ng item sa Basurahan ay permanenteng mabubura.
hi: कचरे में सभी आइटम स्थायी रूप से हटा दिए जाएंगे।
ka: სანაგვე ყუთში არსებული ყველა ელემენტი სამუდამოდ წაიშლება.
kab: Akk iferdisen deg tqecwalt ad ttwakksen i lebda.
ku: Hemû tiştên di çopê de dê bi temamî bêne jêbirin.
ml: ചവറ്റുകുട്ടയിലെ എല്ലാ ഇനങ്ങളും സ്ഥിരമായി ഇല്ലാതാക്കപ്പെടും.
mr: कचरापेटीतील सर्व आयटम कायमची हटवले जातील.
ne: रद्दीटोकरीमा रहेका सबै वस्तुहरू स्थायी रूपमा मेटिनेछन्।
nn: Alle element i papirkorga vil bli permanent sletta.
pa: ਰੱਦੀ ਵਿੱਚ ਸਾਰੀਆਂ ਆਈਟਮਾਂ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟਾਈਆਂ ਜਾਣਗੀਆਂ।
ro: Toate elementele din Coș vor fi șterse definitiv.
sq: Të gjitha objektet në kosh do të fshihen përgjithmonë.
sw: Vitu vyote katika Takataka vitafutwa kabisa.
ta: குப்பையில் உள்ள அனைத்து உருப்படிகளும் நிரந்தரமாக நீக்கப்படும்.
te: ట్రాష్‌లోని అన్ని అంశాలు శాశ్వతంగా తొలగించబడతాయి.
ur: ردی میں تمام آئٹمز مستقل طور پر حذف ہو جائیں گے۔
uz: Chiqindilardagi barcha elementlar butunlay o'chiriladi.

source: _Cancel
am: _መሰረዣ
be: _Скасаваць
bn: _বাতিল
ckb: _هەڵوەشاندنەوە
eo: _Nuligi
fa: _لغو
fil: _Kanselahin
hi: _रद्द करें
ka: _გაუქმება
kab: _Sefsex
ku: _Betal bike
ml: _റദ്ദാക്കുക
mr: _रद्द करा
ne: _रद्द गर्नुहोस्
nn: _Avbryt
pa: _ਰੱਦ ਕਰੋ
ro: _Anulează
sq: _Anulo
sw: _Ghairi
ta: _ரத்துசெய்
te: _రద్దు చేయి
ur: _منسوخ کریں
uz: _Bekor qilish

source: Empty _Trash
am: ቆሻሻ _መጣያ ማጽጃ
be: Ачысціць _сметніцу
bn: _ট্র্যাশ খালি করুন
ckb: بەتاڵکردنی _زبڵدان
eo: Malplenigi _Rubujon
fa: _خالی کردن زباله‌دان
fil: Burahin ang _Basurahan
hi: _कचरा खाली करें
ka: სანაგვე ყუთის _გასუფთავება
kab: Sken _taqecwalt
ku: Çopê _vala bike
ml: _ചവറ്റുകുട്ട ശൂന്യമാക്കുക
mr: कचरापेटी _रिकामी करा
ne: _रद्दीटोकरी खाली गर्नुहोस्
nn: Tøm _papirkorg
pa: ਰੱਦੀ _ਖਾਲੀ ਕਰੋ
ro: Go_lește Coșul de gunoi
sq: Zbraz _koshin
sw: Toa _Takataka
ta: _குப்பையை காலி செய்
te: _ట్రాష్ ఖాళీ చేయి
ur: ردی _خالی کریں
uz: _Chiqindilarni Tozalash

source: Drop to move to Trash
am: ወደ ቆሻሻ መጣያ ለማዛወር ይጣሉ
be: Адпусціце, каб перамясціць у сметніцу
bn: ট্র্যাশে সরাতে ড্রপ করুন
ckb: دایبنێ بۆ گواستنەوە بۆ زبڵدان
eo: Demetu por movi al Rubujo
fa: رها کنید تا به زباله‌دان منتقل شود
fil: I-drop para ilipat sa Basurahan
hi: कचरे में ले जाने के लिए छोड़ें
ka: გადაიტანეთ სანაგვე ყუთში გადასატანად
kab: Sers i usenkez ɣer tqecwalt
ku: Berîne ji bo veguhestinê bo çopê
ml: ചവറ്റുകുട്ടയിലേക്ക് നീക്കാൻ ഇടുക
mr: कचरापेटीत हलविण्यासाठी टाका
ne: रद्दीटोकरीमा सार्न छोड्नुहोस्
nn: Slepp for å flytta til papirkorg
pa: ਰੱਦੀ ਵਿੱਚ ਭੇਜਣ ਲਈ ਸੁੱਟੋ
ro: Dă drumul pentru a muta la gunoi
sq: Hidhe për të lëvizur në kosh
sw: Tupa ili kuhamisha kwenye Takataka
ta: குப்பைக்கு நகர்த்த விடவும்
te: ట్రాష్‌కు తరలించడానికి వదలండి
ur: ردی میں منتقل کرنے کے لیے چھوڑیں
uz: Chiqindilarga o'tkazish uchun tashlang

source: _Open Trash
am: ቆሻሻ መጣያ _መክፈቻ
be: _Адкрыць сметніцу
bn: _ট্র্যাশ খুলুন
ckb: _کردنەوەی زبڵدان
eo: _Malfermi Rubujon
fa: _باز کردن زباله‌دان
fil: _Buksan ang Basurahan
hi: _कचरा खोलें
ka: სანაგვე ყუთის _გახსნა
kab: _Ldi taqecwalt
ku: Çopê _veke
ml: _ചവറ്റുകുട്ട തുറക്കുക
mr: कचरापेटी _उघडा
ne: _रद्दीटोकरी खोल्नुहोस्
nn: _Opne papirkorg
pa: ਰੱਦੀ _ਖੋਲ੍ਹੋ
ro: _Deschide Coșul de gunoi
sq: _Hap koshin
sw: _Fungua Takataka
ta: _குப்பையைத் திற
te: _ట్రాష్ తెరవండి
ur: ردی _کھولیں
uz: _Chiqindilarni Ochish

source: Trash
am: ቆሻሻ መጣያ
be: Сметніца
bn: ট্র্যাশ
ckb: زبڵدان
eo: Rubujo
fa: زباله‌دان
fil: Basurahan
hi: कचरा
ka: სანაგვე ყუთი
kab: Taqecwalt
ku: Çop
ml: ചവറ്റുകുട്ട
mr: कचरापेटी
ne: रद्दीटोकरी
nn: Papirkorg
pa: ਰੱਦੀ
ro: Coș de gunoi
sq: Koshi
sw: Takataka
ta: குப்பை
te: ట్రాష్
ur: ردی
uz: Chiqindilar

source: Have a look at your trash!
am: የ እርስዎን ቆሻሻ መጣያ ይመልከቱ!
be: Паглядзіце на вашу сметніцу!
bn: আপনার ট্র্যাশ দেখুন!
ckb: سەیری زبڵدانەکەت بکە!
eo: Rigardu vian rubujon!
fa: نگاهی به زباله‌دان خود بیندازید!
fil: Tingnan ang iyong basurahan!
hi: अपने कचरे पर एक नजर डालें!
ka: გადახედეთ თქვენს სანაგვე ყუთს!
kab: Wali taqecwalt-ik!
ku: Li çopa xwe binêre!
ml: നിങ്ങളുടെ ചവറ്റുകുട്ടയിൽ ഒന്ന് നോക്കൂ!
mr: तुमच्या कचरापेटीवर एक नजर टाका!
ne: तपाईंको रद्दीटोकरी हेर्नुहोस्!
nn: Ta ein titt på papirkorga di!
pa: ਆਪਣੀ ਰੱਦੀ 'ਤੇ ਇੱਕ ਨਜ਼ਰ ਮਾਰੋ!
ro: Aruncă o privire la coșul de gunoi!
sq: Hidh një sy në koshin tënd!
sw: Angalia takataka yako!
ta: உங்கள் குப்பையைப் பாருங்கள்!
te: మీ ట్రాష్‌ని చూడండి!
ur: اپنی ردی پر ایک نظر ڈالیں!
uz: Chiqindilaringizga qarang!
