Repository: zquestz/plank-reloaded
Catalog: po/*.po
Languages: am, be, bn, ckb, eo, fa, fil, hi, ka, kab, ku, ml, mr, ne, nn, pa, ro, sq, sw, ta, te, ur, uz

source: _Style
am: _ዘዴ
be: _Стыль
bn: _শৈলী
ckb: _شێواز
eo: _Stilo
fa: _سبک
fil: _Estilo
hi: _शैली
ka: _სტილი
kab: _Aɣanib
ku: _Şêwe
ml: _ശൈലി
mr: _शैली
ne: _शैली
nn: _Stil
pa: _ਸ਼ੈਲੀ
sq: _Stili
sw: _Mtindo
ta: _பாணி
te: _శైలి
ur: _انداز
uz: _Uslub

source: _Line
am: _መስመር
be: _Лінія
bn: _লাইন
ckb: _هێڵ
eo: _Linio
fa: _خط
fil: _Linya
hi: _रेखा
ka: _ხაზი
kab: _Izirig
ku: _Xêz
ml: _വര
mr: _रेषा
ne: _रेखा
nn: _Linje
pa: _ਲਾਈਨ
sq: _Vijë
sw: _Mstari
ta: _கோடு
te: _రేఖ
ur: _لائن
uz: _Chiziq

source: _Dot
am: _ነጥብ
be: _Кропка
bn: _বিন্দু
ckb: _خاڵ
eo: _Punkto
fa: _نقطه
fil: _Tuldok
hi: _बिंदु
ka: _წერტილი
kab: _Tinneqt
ku: _Xal
ml: _ഡോട്ട്
mr: _बिंदू
ne: _बिन्दु
nn: _Prikk
pa: _ਬਿੰਦੂ
sq: _Pikë
sw: _Nukta
ta: _புள்ளி
te: _చుక్క
ur: _نقطہ
uz: _Nuqta

source: _Space
am: _ክፍተት
be: _Прабел
bn: _স্থান
ckb: _بۆشایی
eo: _Spaco
fa: _فضا
fil: _Espasyo
hi: _स्पेस
ka: _სივრცე
kab: _Tallunt
ku: _Valahî
ml: _സ്‌പെയ്‌സ്
mr: _जागा
ne: _स्थान
nn: _Mellomrom
pa: _ਖਾਲੀ ਥਾਂ
sq: _Hapësirë
sw: _Nafasi
ta: _இடைவெளி
te: _ఖాళీ
ur: _خلا
uz: _Bo'shliq

source: _Invert Color
am: ቀለም _መገልበጫ
be: _Інвертаваць колер
bn: _রঙ উল্টান
ckb: _پێچەوانەکردنی ڕەنگ
eo: _Inversigi Koloron
fa: _معکوس کردن رنگ
fil: _Baligtarin ang Kulay
hi: _रंग पलटें
ka: ფერის _ინვერსია
kab: _Sbadu ini
ku: Rengê _berevajî bike
ml: _നിറം മറിക്കുക
mr: रंग _उलट करा
ne: _रङ उल्टो गर्नुहोस्
nn: _Inverter farge
pa: ਰੰਗ _ਉਲਟਾਓ
ro: _Inversează culoarea
sq: _Ktheje ngjyrën
sw: _Pindua Rangi
ta: _நிறத்தை மாற்று
te: _రంగును తిప్పండి
ur: رنگ _الٹا کریں
uz: _Rangni Teskari Aylantirish

source: Separator
am: መለያያ
be: Падзяляльнік
bn: বিভাজক
ckb: جیاکەرەوە
eo: Apartigilo
fa: جداکننده
fil: Panghiwalay
hi: विभाजक
ka: გამყოფი
kab: Anabraz
ku: Cudaker
ml: വേർതിരിക്കൽ
mr: विभाजक
ne: विभाजक
pa: ਵਿਭਾਜਕ
sq: Ndarës
sw: Kitenganishi
ta: பிரிப்பான்
te: విభజకం
ur: تقسیم کار
uz: Ajratuvchi

source: Just a separator.
am: መለያያ ብቻ
be: Проста падзяляльнік.
bn: শুধু একটি বিভাজক।
ckb: تەنها جیاکەرەوەیە.
eo: Nur apartigilo.
fa: فقط یک جداکننده.
fil: Panghiwalay lamang.
hi: बस एक विभाजक।
ka: უბრალოდ გამყოფი.
kab: Anabraz kan.
ku: Tenê cudakerek.
ml: വെറും ഒരു വേർതിരിക്കൽ.
mr: फक्त एक विभाजक.
ne: केवल एक विभाजक।
nn: Berre ein separator.
pa: ਸਿਰਫ਼ ਇੱਕ ਵਿਭਾਜਕ।
ro: Doar un separator.
sq: Vetëm një ndarës.
sw: Ni kitenganishi tu.
ta: வெறும் பிரிப்பான்.
te: కేవలం విభజకం.
ur: صرف ایک تقسیم کار۔
uz: Shunchaki ajratuvchi.

source: Workspaces
am: የ ስራ ቦታዎች
be: Працоўныя прасторы
bn: কর্মস্থান
ckb: شوێنە کارەکان
eo: Laborspacoj
fa: فضاهای کاری
fil: Mga Workspace
hi: कार्यस्थान
ka: სამუშაო სივრცეები
kab: Tilisa n twuri
ku: Cihên karê
ml: വർക്ക്‌സ്‌പെയ്‌സുകൾ
mr: कार्यक्षेत्रे
ne: कार्यस्थानहरू
nn: Arbeidsområde
pa: ਵਰਕਸਪੇਸ
ro: Spații de lucru
sq: Hapësirat e punës
sw: Maeneo ya Kazi
ta: பணிப்பரப்புகள்
te: వర్క్‌స్పేస్‌లు
ur: ورک اسپیس
uz: Ish Maydonlari

source: Workspace %d of %d
am: የ ስራ ቦታ %d ከ %d
be: Працоўная прастора %d з %d
bn: কর্মস্থান %d এর %d
ckb: شوێنی کار %d لە %d
eo: Laborspaco %d el %d
fa: فضای کاری %d از %d
fil: Workspace %d sa %d
hi: कार्यस्थान %d / %d
ka: სამუშაო სივრცე %d %d-დან
kab: Tallunt n twuri %d seg %d
ku: Cihê karê %d ji %d
ml: വർക്ക്‌സ്‌പെയ്‌സ് %d / %d
mr: %d पैकी %d कार्यक्षेत्र
ne: कार्यस्थान %d को %d
nn: Arbeidsområde %d av %d
pa: %d ਦਾ %d ਵਰਕਸਪੇਸ
ro: Spațiul de lucru %d din %d
sq: Hapësira e punës %d nga %d
sw: Eneo la Kazi %d kati ya %d
ta: பணிப்பரப்பு %d / %d
te: వర్క్‌స్పేస్ %d / %d
ur: ورک اسپیس %d از %d
uz: Ish Maydoni %d / %d

source: Workspace %d
am: የ ስራ ቦታ %d
be: Працоўная прастора %d
bn: কর্মস্থান %d
ckb: شوێنی کار %d
eo: Laborspaco %d
fa: فضای کاری %d
hi: कार्यस्थान %d
ka: სამუშაო სივრცე %d
kab: Tallunt n twuri %d
ku: Cihê karê %d
ml: വർക്ക്‌സ്‌പെയ്‌സ് %d
mr: कार्यक्षेत्र %d
ne: कार्यस्थान %d
nn: Arbeidsområde %d
pa: ਵਰਕਸਪੇਸ %d
ro: Spațiu de lucru %d
sq: Hapësira e punës %d
sw: Eneo la Kazi %d
ta: பணிப்பரப்பு %d
te: వర్క్‌స్పేస్ %d
ur: ورک اسپیس %d
uz: Ish Maydoni %d

source: _Live Previews
am: _ቀጥታ ቅድመ እይታ
be: _Жывыя папярэднія прагляды
bn: _লাইভ প্রিভিউ
ckb: _پێشبینینی ڕاستەوخۆ
eo: _Vivaj Antaŭrigardoj
fa: پیش‌نمایش‌های _زنده
fil: _Live na mga Preview
hi: _लाइव प्रीव्यू
ka: _პირდაპირი გადახედვა
kab: _Tiskanin tazirayin
ku: _Pêşdîtinên zindî
ml: _തത്സമയ പ്രിവ്യൂകൾ
mr: _थेट पूर्वावलोकने
ne: _प्रत्यक्ष पूर्वावलोकनहरू
nn: _Levande førehandsvisningar
pa: _ਲਾਈਵ ਪੂਰਵਦਰਸ਼ਨ
ro: _Previzualizări în direct
sq: _Pamje të drejtpërdrejta
sw: _Maonyesho ya Moja kwa Moja
ta: _நேரடி முன்னோட்டங்கள்
te: _లైవ్ ప్రివ్యూలు
ur: _براہ راست پیش نظارہ
uz: _Jonli Ko'rinishlar

source: A graphical workspace switcher.
am: የ ስራ ቦታ መቀየሪያ በ ንድፍ
be: Графічны пераключальнік працоўных прастор.
bn: একটি গ্রাফিক্যাল কর্মস্থান সুইচার।
ckb: گۆڕەری شوێنی کاری وێنەیی.
eo: Grafika laborspaca ŝaltilo.
fa: یک تعویض‌کننده فضای کاری گرافیکی.
fil: Isang graphical na workspace switcher.
hi: एक ग्राफिकल कार्यस्थान स्विचर।
ka: გრაფიკული სამუშაო სივრცის გადამრთველი.
kab: Amsenfel n tellisin n twuri s udlifen.
ku: Guherkerê cihê karê yê grafîkî.
ml: ഒരു ഗ്രാഫിക്കൽ വർക്ക്‌സ്‌പെയ്‌സ് സ്വിച്ചർ.
mr: एक ग्राफिकल कार्यक्षेत्र स्विचर.
ne: एक ग्राफिकल कार्यस्थान स्विचर।
nn: Ein grafisk arbeidsområdebyttar.
pa: ਇੱਕ ਗ੍ਰਾਫਿਕਲ ਵਰਕਸਪੇਸ ਸਵਿੱਚਰ।
ro: Un comutator grafic pentru spații de lucru.
sq: Një ndërrues grafik i hapësirave të punës.
sw: Kibadilishaji cha eneo la kazi la picha.
ta: ஒரு வரைகலை பணிப்பரப்பு மாற்றி.
te: గ్రాఫికల్ వర్క్‌స్పేస్ మార్పిడి.
ur: ایک گرافیکل ورک اسپیس سوئچر۔
uz: Grafik ish maydoni almashtirgichi.

source: Drop to add to dock
am: ወደ መትከያው ለ መጨመር ይጣሉ
be: Перацягніце, каб дадаць на панэль
bn: ডকে যোগ করতে ড্রপ করুন
ckb: فڕێیبدە بۆ زیادکردنی بۆ سەر دۆک
eo: Demetu por aldoni al doksistemo
fa: رها کنید تا به داک اضافه شود
fil: I-drop para idagdag sa dock
hi: डॉक में जोड़ने के लिए छोड़ें
ka: გადაიტანეთ დოკში დასამატებლად
kab: Serreḥ i wakken ad tarnuḍ ar Dock
ku: Berîne ji bo zêdekirinê li dokê
ml: ഡോക്കിലേക്ക് ചേർക്കാൻ ഇടുക
mr: डॉकमध्ये जोडण्यासाठी टाका
ne: डकमा थप्न छोड्नुहोस्
nn: Slepp for å leggja til ei dokk
pa: ਡੌਕ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਸੁੱਟੋ
ro: Dă drumul pentru a adăuga la dock
sq: Hidhe për të shtuar në dok
sw: Tupa ili kuongeza kwenye dock
ta: டாக்கில் சேர்க்க விடவும்
te: డాక్‌కు జోడించడానికి వదలండి
ur: ڈاک میں شامل کرنے کے لیے چھوڑیں
uz: Dokka qo'shish uchun tashlang

source: translator-credits
am: Launchpad Contributions: Rico Tzschichholz https://launchpad.net/~ricotz samson https://launchpad.net/~sambelet
be: Launchpad Contributions: Zmicer Turok https://launchpad.net/~antikruk Zmicer Turok https://launchpad.net/~zmicerturok
bn: Plank Reloaded Team
ckb: وەرگێڕان بۆ کوردی
eo: Launchpad Contributions: Adolfo Jayme https://launchpad.net/~fitojb Eliovir https://launchpad.net/~eliovir Kristjan SCHMIDT https://launchpad.net/~kristjan-eo Michael Moroni https://launchpad.net/~airon90 Rico Tzschichholz https://launchpad.net/~ricotz
fa: اعتبار مترجمان: تیم پلنک ریلودد
fil: Kredito sa mga tagasalin: Plank Reloaded Team
hi: लॉन्चपैड योगदान: अल्फ्रेडो हर्नान्डेज़ https://launchpad.net/~aldomann एंथनी हैरिंगटन 😁 https://launchpad.net/~untaintableangel हटाया गया https://launchpad.net/~old.name दिन्चर काव्राल https://launchpad.net/~dkavraal रिको ज़्चिचोल्ज़ https://launchpad.net/~ricotz
ka: Launchpad Contributions: Rico Tzschichholz https://launchpad.net/~ricotz guja https://launchpad.net/~guja1995
kab: Imtaray n tsuqiltLaunchpad Contributions: Amaziɣ Agrawliw https://launchpad.net/~mldamazigh15
ku: Wergerandin bo Kurmancî
ml: Launchpad Contributions: Jishnu Mohan https://launchpad.net/~jishnu7 Rico Tzschichholz https://launchpad.net/~ricotz ST Alfas https://launchpad.net/~alfasst muhammed shameem https://launchpad.net/~shameempk
mr: अनुवादक श्रेय: प्लँक रीलोडेड टीम
ne: Launchpad Contributions: Rico Tzschichholz https://launchpad.net/~ricotz Sachin Adhikari https://launchpad.net/~sachin-adhikari38
nn: Launchpad Contributions: Martin Myrvold https://launchpad.net/~myrvold-martin Rico Tzschichholz https://launchpad.net/~ricotz Sigvart Brendberg https://launchpad.net/~sigvabrend
pa: ਅਨੁਵਾਦਕ ਸਿਹਰਾ: ਪਲੈਂਕ ਰੀਲੋਡਡ ਟੀਮ
ro: Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Cristian Moldovan https://launchpad.net/~crismblog Rico Tzschichholz https://launchpad.net/~ricotz
sq: Launchpad Contributions: Indrit Bashkimi https://launchpad.net/~indritbsh Rico Tzschichholz https://launchpad.net/~ricotz
sw: Sifa za watafsiri: Timu ya Plank Reloaded
ta: Launchpad Contributions: Lakshmi Narayanan Sreethar https://launchpad.net/~lkshminarayanan Rajesh Pandian M https://launchpad.net/~mrprajesh Rico Tzschichholz https://launchpad.net/~ricotz Shanthakumar https://launchpad.net/~shanth
te: Launchpad Contributions: Rico Tzschichholz https://launchpad.net/~ricotz Venkata Jaswanth https://launchpad.net/~aj-jaswanth
ur: مترجم کریڈٹس: پلینک ری لوڈڈ ٹیم
uz: Launchpad Contributions: Learner https://launchpad.net/~muzaffar-habibullayev Rico Tzschichholz https://launchpad.net/~ricotz

source: _Keep in Dock
am: በ ማሳረፊያ ውስጥ ማስቀመጫ
be: _Прымацаваць да панэлі
bn: ডকে _রাখুন
ckb: ـلە دۆک بیپارێزە
eo: _Reteni en Doksistemo
fa: _نگه داشتن در داک
fil: _Panatilihin sa Dock
hi: _डॉक में रखें
ka: _დოკში შენახვა
kab: _Eǧǧ-it deg Dock
ku: Di dokê de _bihêle
ml: ഡോക്കില്‍ _സൂക്ഷിക്കുക
mr: डॉकमध्ये _ठेवा
ne: डकमा _राख्नुहोस्
nn: _Fest til Dock
pa: ਡੌਕ ਵਿੱਚ _ਰੱਖੋ
ro: _Păstrează în panou
sq: _Mbaje në dok
sw: _Hifadhi kwenye Dock
ta: பலகையில் வைத்துகொல் (_k)
te: డాక్ లోనే ఉంచు
ur: ڈاک میں _رکھیں
uz: _Dokda Saqlash

source: _Close All
am: ሁሉንም _መዝጊያ
be: _Закрыць усё
bn: _সব বন্ধ করুন
ckb: _هەمووی دابخە
eo: _Fermi Ĉiujn
fa: _بستن همه
fil: _Isara Lahat
hi: _सभी बंद करें
ka: _ყველას დახურვა
kab: _Mdel akk ayen yellan
ku: Hemûyan _bigire
ml: എല്ലാം _അടയ്ക്കുക
mr: _सर्व बंद करा
ne: _सबै बन्द गर्नुहोस्
nn: _Lukk alle
pa: _ਸਾਰੇ ਬੰਦ ਕਰੋ
ro: În_chide toate
sq: _Mbylli të gjithë
sw: _Funga Zote
ta: அனைத்தையும் மூடு (_C)
te: అన్నీ మూసివేయి (_C)
ur: _سب بند کریں
uz: _Barchasini Yopish

source: _Close
am: ዝጋ (_C)
be: _Закрыць
bn: _বন্ধ করুন
ckb: _داخستن
eo: _Fermi
fa: _بستن
fil: _Isara
hi: _बंद करें
ka: _დახურვა
kab: _Mdel
ku: _Bigire
ml: _അടയ്ക്കുക
mr: _बंद करा
ne: _बन्द गर्नुहोस्
nn: L_ukk
pa: _ਬੰਦ ਕਰੋ
ro: În_chide
sq: _Mbyll
sw: _Funga
ta: மூடு (_C)
te: మూసివేయి (_C)
ur: _بند کریں
uz: _Yopish

source: Drop to open with %s
am: በ %s ለመክፈት ይጣሉ
be: Адпусціце, каб адкрыць у %s
bn: %s দিয়ে খুলতে ড্রপ করুন
ckb: فڕێیبدە بۆ کردنەوەی لەگەڵ %s
eo: Demetu por malfermi per %s
fa: رها کنید تا با %s باز شود
fil: I-drop para buksan gamit ang %s
hi: %s के साथ खोलने के लिए छोड़ें
ka: გადაიტანეთ %s-ით გასახსნელად
kab: Serreḥ i wakken ad teldiḍ akkʷed %s
ku: Berîne ji bo vekirinê bi %s
ml: %s കൊണ്ട് തുറക്കാൻ ഇടുക
mr: %s सह उघडण्यासाठी टाका
ne: %s सँग खोल्न छोड्नुहोस्
nn: Slepp for å opna med %s
pa: %s ਨਾਲ ਖੋਲ੍ਹਣ ਲਈ ਸੁੱਟੋ
ro: Dă drumul pentru a deschide cu %s
sq: Hidhe për të hapur me %s
sw: Tupa ili kufungua na %s
ta: %s உடன் திறக்க விடவும்
te: %s తో తెరవడానికి వదలండి
ur: %s کے ساتھ کھولنے کے لیے چھوڑیں
uz: %s bilan ochish uchun tashlang

source: _View Options
am: የ _መመልከቻ ምርጫዎች
be: _Параметры прагляду
bn: _দেখার বিকল্প
ckb: _هەڵبژاردەکانی بینین
eo: _Vidaj Agordoj
fa: _گزینه‌های نمایش
fil: _Mga Opsyon sa Pagtingin
hi: _दृश्य विकल्प
ka: _ჩვენების პარამეტრები
kab: _Sken tixtiranin
ku: Vebijarkên _dîtinê
ml: _കാഴ്ച ഓപ്ഷനുകൾ
mr: _दृश्य पर्याय
ne: _दृश्य विकल्पहरू
nn: _Visningsalternativ
pa: _ਦ੍ਰਿਸ਼ ਵਿਕਲਪ
sq: _Opsionet e shfaqjes
sw: _Chaguo za Kuangalia
ta: _காட்சி விருப்பங்கள்
te: _వీక్షణ ఎంపికలు
ur: _دیکھنے کے اختیارات
uz: _Ko'rinish Parametrlari

source: _Open in File Browser
am: በ ፋይል መቃኛ _መክፈቻ
be: _Адкрыць у кіраўніку файлаў
bn: ফাইল ব্রাউজারে _খুলুন
ckb: _بیکەرەوە لە پەڕگەی وێبگەڕ
eo: _Malfermi en Dosiera Legilo
fa: _باز کردن در مرورگر فایل
fil: _Buksan sa File Browser
hi: फाइल ब्राउज़र में खोलें
ka: ფაილების ბრაუზერში _გახსნა
kab: _Ldi deg Iminig n Ufaylu
ku: Di geroka _pelan de veke
ml: ഫയല്‍ ബ്രൗസറില്‍ _തുറക്കുക
mr: फाइल ब्राउझरमध्ये _उघडा
ne: फाइल ब्राउजरमा _खोल्नुहोस्
nn: _Opna i filutforskar
pa: ਫਾਈਲ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ _ਖੋਲ੍ਹੋ
ro: Deschide în navigat_orul de fișiere
sq: _Hap në shfletuesin e skedarëve
sw: _Fungua katika Kivinjari cha Faili
ta: கோப்பு உலாவியில் _திற
te: ఫైల్ బ్రౌజర్ లో తెరువు
ur: فائل براؤزر میں _کھولیں
uz: _Fayl boshqaruvhcisida ochish

source: View Options
am: የ መመልከቻ ምርጫዎች
be: Параметры прагляду
bn: দেখার বিকল্প
ckb: هەڵبژاردەکانی بینین
eo: Vidaj Agordoj
fa: گزینه‌های نمایش
fil: Mga Opsyon sa Pagtingin
hi: दृश्य विकल्प
ka: ჩვენების პარამეტრები
kab: Sken tixtiranin
ku: Vebijarkên dîtinê
ml: കാഴ്ച ഓപ്ഷനുകൾ
mr: दृश्य पर्याय
ne: दृश्य विकल्पहरू
nn: Visningsalternativ
pa: ਦ੍ਰਿਸ਼ ਵਿਕਲਪ
sq: Opsionet e shfaqjes
sw: Chaguo za Kuangalia
ta: காட்சி விருப்பங்கள்
te: వీక్షణ ఎంపికలు
ur: دیکھنے کے اختیارات
uz: Ko'rinish Parametrlari

source: _OK
am: _እሺ
be: _ОК
bn: _ঠিক আছে
ckb: _باشە
eo: _Bone
fa: _تایید
hi: _ठीक है
ka: _კარგი
kab: _IH
ku: _Baş e
ml: _ശരി
mr: _ठीक आहे
ne: _ठीक छ
pa: _ਠੀਕ ਹੈ
sw: _Sawa
ta: _சரி
te: _సరే
ur: _ٹھیک ہے

source: Sort By:
am: መለያ በ:
be: Сартаваць па:
bn: সাজান:
ckb: ڕیزکردن بەپێی:
eo: Ordigi Laŭ:
fa: مرتب‌سازی بر اساس:
fil: Ayusin Ayon sa:
hi: क्रमबद्ध करें:
ka: დალაგება:
kab: Smizzwer s:
ku: Rêz bike li gor:
ml: അടുക്കുക:
mr: यानुसार क्रमवारी लावा:
ne: क्रमबद्ध गर्नुहोस्:
nn: Sorter etter:
pa: ਇਸ ਨਾਲ ਕ੍ਰਮਬੱਧ ਕਰੋ:
sq: Rendit sipas:
sw: Panga Kwa:
ta: வரிசைப்படுத்து:
te: క్రమపరచు:
ur: ترتیب دیں بلحاظ:
uz: Tartiblash:

source: Name
am: ስም
be: Назва
bn: নাম
ckb: ناو
eo: Nomo
fa: نام
fil: Pangalan
hi: नाम
ka: სახელი
kab: Isem
ku: Nav
ml: പേര്
mr: नाव
ne: नाम
nn: Namn
pa: ਨਾਮ
ro: Nume
sq: Emri
sw: Jina
ta: பெயர்
te: పేరు
ur: نام
uz: Nomi

source: Kind
am: አይነት
be: Тып
bn: ধরন
ckb: جۆر
eo: Speco
fa: نوع
fil: Uri
hi: प्रकार
ka: ტიპი
kab: Anaw
ku: Cure
ml: തരം
mr: प्रकार
ne: प्रकार
nn: Type
pa: ਕਿਸਮ
ro: Tip
sq: Lloji
sw: Aina
ta: வகை
te: రకం
ur: قسم
uz: Turi

source: Size
am: መጠን
be: Памер
bn: আকার
ckb: قەبارە
eo: Grando
fa: اندازه
fil: Laki
hi: आकार
ka: ზომა
kab: Teɣzi
ku: Mezinahî
ml: വലുപ്പം
mr: आकार
ne: आकार
nn: Storleik
pa: ਆਕਾਰ
ro: Dimensiune
sq: Madhësia
sw: Ukubwa
ta: அளவு
te: పరిమాణం
ur: سائز
uz: Hajmi

source: Date Created
am: ተፈጥሯል የ ቀን
be: Дата стварэння
bn: তারিখ তৈরি
ckb: بەرواری دروستکردن
eo: Dato Kreita
fa: تاریخ ایجاد
fil: Petsa ng Pagkakagawa
hi: तिथि बनाई गई
ka: შექმნის თარიღი
kab: Azemz n tmerna
ku: Dîroka afirandinê
ml: സൃഷ്ടിച്ച തീയതി
mr: तयार केलेली तारीख
ne: सिर्जना मिति
nn: Opprettingsdato
pa: ਬਣਾਈ ਤਾਰੀਖ
ro: Data creării
sq: Data e krijimit
sw: Tarehe Iliyoundwa
ta: உருவாக்கிய தேதி
te: సృష్టించిన తేదీ
ur: بنائی گئی تاریخ
uz: Yaratilgan Sana

source: Date Modified
am: ተሻሽሏል የ ቀን
be: Дата змянення
bn: তারিখ পরিবর্তিত
ckb: بەرواری گۆڕانکاری
eo: Dato Modifita
fa: تاریخ تغییر
fil: Petsa ng Pagbabago
hi: संशोधन दिनांक
ka: შეცვლის თარიღი
kab: Azemz n usnifel
ku: Dîroka guhertinê
ml: പരിഷ്‌ക്കരിച്ച തീയതി
mr: सुधारित तारीख
ne: परिमार्जन मिति
nn: Endringsdato
pa: ਸੋਧੀ ਤਾਰੀਖ
ro: Data modificării
sq: Data e modifikimit
sw: Tarehe Iliporekebishwa
ta: மாற்றிய தேதி
te: సవరించిన తేదీ
ur: ترمیم شدہ تاریخ
uz: O'zgartirilgan Sana

source: Style:
am: ዘዴ:
be: Стыль:
bn: শৈলী:
ckb: شێواز:
eo: Stilo:
fa: سبک:
fil: Estilo:
hi: स्टाइल:
ka: სტილი:
kab: Aɣanib:
ku: Şêwe:
ml: ശൈലി:
mr: शैली:
ne: शैली:
nn: Stil:
pa: ਸ਼ੈਲੀ:
sq: Stili:
sw: Mtindo:
ta: பாணி:
te: శైలి:
ur: انداز:
uz: Uslub:

source: Simple
am: ቀላል
be: Просты
bn: সরল
ckb: ئاسان
eo: Simpla
fa: ساده
hi: सरल
ka: მარტივი
kab: Fessus
ku: Hêsan
ml: ലളിതം
mr: साधे
ne: सरल
nn: Enkel
pa: ਸਰਲ
sq: E thjeshtë
sw: Rahisi
ta: எளிமையான
te: సరళమైన
ur: سادہ
uz: Oddiy

source: Tile
am: መደርደሪያ
be: Плітка
bn: টাইল
ckb: کاشی
eo: Kahelo
fa: کاشی
hi: टाइल
ka: ფილა
kab: Aselku
ku: Kaxez
ml: ടൈൽ
mr: टाइल
ne: टाइल
nn: Flis
pa: ਟਾਇਲ
sq: Pllakë
sw: Vigae
ta: டைல்
te: టైల్
ur: ٹائل
uz: Kafel

source: Large Icons:
am: ትልልቅ ምልክቶች:
be: Вялікія значкі:
bn: বড় আইকন:
ckb: ئایکۆنە گەورەکان:
eo: Grandaj Piktogramoj:
fa: نمادهای بزرگ:
fil: Malalaking Icon:
hi: बड़े आइकन:
ka: დიდი ხატულები:
kab: Tignitin timeqqranin:
ku: Sembolên mezin:
ml: വലിയ ഐക്കണുകൾ:
mr: मोठी चिन्हे:
ne: ठूला प्रतिमाहरू:
nn: Store ikon:
pa: ਵੱਡੇ ਆਈਕਨ:
sq: Ikona të mëdha:
sw: Aikoni Kubwa:
ta: பெரிய ஐகான்கள்:
te: పెద్ద ఐకాన్లు:
ur: بڑے آئیکن:
uz: Katta Nishonchalar:

source: Show Hidden Files:
am: የተደበቁ ፋይሎች ማሳያ:
be: Паказваць схаваныя файлы:
bn: লুকানো ফাইল দেখান:
ckb: پیشاندانی پەڕگە شاراوەکان:
eo: Montri Kaŝitajn Dosierojn:
fa: نمایش فایل‌های پنهان:
fil: Ipakita ang mga Nakatagong File:
hi: छिपी हुई फ़ाइलें दिखाएँ:
ka: დამალული ფაილების ჩვენება:
kab: Sken ifuyla yeffren:
ku: Pelên veşartî nîşan bide:
ml: മറഞ്ഞിരിക്കുന്ന ഫയലുകൾ കാണിക്കുക:
mr: लपविलेल्या फाइल्स दाखवा:
ne: लुकेका फाइलहरू देखाउनुहोस्:
nn: Vis skjulte filer:
pa: ਲੁਕਵੀਆਂ ਫਾਈਲਾਂ ਦਿਖਾਓ:
sq: Shfaq skedarët e fshehur:
sw: Onyesha Faili Zilizofichwa:
ta: மறைக்கப்பட்ட கோப்புகளைக் காட்டு:
te: దాచిన ఫైళ్ళను చూపించు:
ur: پوشیدہ فائلیں دکھائیں:
uz: Yashirin Fayllarni Ko'rsatish:

source: _Open
am: _መክፈቻ
be: _Адкрыць
bn: _খুলুন
ckb: _کردنەوە
eo: _Malfermi
fa: _باز کردن
fil: _Buksan
hi: _खोलें
ka: _გახსნა
kab: _Ldi
ku: _Veke
ml: _തുറക്കുക
mr: _उघडा
ne: _खोल्नुहोस्
nn: _Opna
pa: _ਖੋਲ੍ਹੋ
ro: _Deschide
sq: _Hap
sw: _Fungua
ta: திற (_O)
te: తెరువు (_O)
ur: _کھولیں
uz: _Ochish

source: Open Containing _Folder
am: የያዘውን _ፎልደር መክፈቻ
be: Адкрыць у _каталозе
bn: ধারণকারী _ফোল্ডার খুলুন
ckb: _بوخچەی لەخۆگر بکەرەوە
eo: Malfermi Entenantan _Dosierujon
fa: باز کردن _پوشه محتوی
fil: Buksan ang Naglalaman na _Folder
hi: संग्रहित _फ़ोल्डर खोलें
ka: შემცველი _საქაღალდის გახსნა
kab: Ldi Afaylu _Agbur
ku: _Peldanka navdêr veke
ml: ഉള്‍പ്പെടുന്ന _അറ തുറക്കുക
mr: असलेली _फोल्डर उघडा
ne: समाहित _फोल्डर खोल्नुहोस्
nn: Opna innhaldet _mappe
pa: _ਫੋਲਡਰ ਖੋਲ੍ਹੋ
ro: Deschide _dosarul conținător
sq: Hape _dosjes përmbajtëse
sw: Fungua _Folda Iliyo na
ta: கோப்புள்ள அடைவை திற (_F)
te: కలిగి ఉన్న ఫోల్డర్ ను తెరువు
ur: موجود _فولڈر کھولیں
uz: Saqlangan_Jildni Ochish

source: Empty Directory
am: ባዶ ዳይሬክቶሪ
be: Пусты каталог
bn: খালি ডিরেক্টরি
ckb: بوخچەی بەتاڵ
eo: Malplena Dosierujo
fa: پوشه خالی
fil: Walang Laman na Directory
hi: खाली निर्देशिका
ka: ცარიელი საქაღალდე
kab: Akaram ilem
ku: Peldanka vala
ml: ശൂന്യമായ ഡയറക്ടറി
mr: रिकामी निर्देशिका
ne: खाली डाइरेक्टरी
nn: Tom mappe
pa: ਖਾਲੀ ਡਾਇਰੈਕਟਰੀ
sq: Drejtori bosh
sw: Saraka Tupu
ta: காலி அடைவு
te: ఖాళీ డైరెక్టరీ
ur: خالی ڈائریکٹری
uz: Bo'sh Katalog

source: Drop applications or files here
am: መተግበሪያዎችን ወይም ፋይሎችን እዚህ ይጣሉ
be: Перацягніце сюды праграмы альбо файлы
bn: এখানে অ্যাপ্লিকেশন বা ফাইল ড্রপ করুন
ckb: بەرنامەکان یان پەڕگەکان فڕێبدە ئێرە
eo: Demetu aplikaĵojn aŭ dosierojn ĉi tie
fa: برنامه‌ها یا فایل‌ها را اینجا رها کنید
fil: I-drop ang mga application o file dito
hi: यहां पर एप्लिकेशन या फाइलें छोड़ें
ka: გადაიტანეთ პროგრამები ან ფაილები აქ
kab: Serreḥ i yesnasen neɣ ifuyla dagi
ku: Bername an pelan li vir berîne
ml: ആപ്ലിക്കേഷനുകളോ ഫയലുകളോ ഇവിടെ ഇടുക
mr: येथे अनुप्रयोग किंवा फाइल्स टाका
ne: अनुप्रयोगहरू वा फाइलहरू यहाँ छोड्नुहोस्
nn: Slepp program eller filer her
pa: ਐਪਲੀਕੇਸ਼ਨਾਂ ਜਾਂ ਫਾਈਲਾਂ ਇੱਥੇ ਸੁੱਟੋ
ro: Dă drumul aici la aplicații sau fișiere
sq: Tërhiq programet ose skedarët këtu
sw: Tupa programu au faili hapa
ta: பயன்பாடுகள் அல்லது கோப்புகளை இங்கே விடவும்
te: అప్లికేషన్లు కానీ ఫైల్స్ కానీ వేయండి
ur: یہاں ایپلیکیشنز یا فائلیں چھوڑیں
uz: Fayl yoki dasturlarni bu yerga tashlang

source: Get _Help Online...
am: በ መስመር ላይ _እርዳታ ያግኙ...
be: Знайсці дапамогу ў _сеціве...
bn: অনলাইনে _সাহায্য পান...
ckb: _یارمەتی سەرهێڵ وەربگرە...
eo: Akiri _Helpon Interrete...
fa: دریافت _راهنما آنلاین...
fil: Kumuha ng _Tulong Online...
hi: _ऑनलाइन मदद प्राप्त करें...
ka: ონლაინ _დახმარების მიღება...
kab: Awi-d_tallalt deg umnaḍ
ku: Alîkariya _serhêl bistîne...
ml: ഓണ്‍ലൈനില്‍ നിന്നും സഹായം _ലഭ്യമാക്കുക...
mr: ऑनलाइन _मदत मिळवा...
ne: अनलाइन _मद्दत प्राप्त गर्नुहोस्...
nn: Få _hjelp på nett...
pa: ਔਨਲਾਈਨ _ਮਦਦ ਪ੍ਰਾਪਤ ਕਰੋ...
ro: Oține aj_utor online...
sq: _Merr ndihmë në linjë...
sw: Pata _Msaada Mtandaoni...
ta: ஆன்லைனில் _உதவி பெறு...
te: అంతర్జాలంలో సహాయాన్ని పొందు
ur: آن لائن _مدد حاصل کریں...
uz: Onlayn Yordam_Olish

source: _Translate This Application...
am: ይህን መተግበሪያ _መተርጎሚያ...
be: _Перакласці гэтую праграму...
bn: এই অ্যাপ্লিকেশন _অনুবাদ করুন...
ckb: _ئەم بەرنامەیە وەربگێڕە...
eo: _Traduki Ĉi Tiun Aplikaĵon...
fa: _ترجمه این برنامه...
fil: _Isalin ang Application na Ito...
hi: _इस एप्लिकेशन का अनुवाद करें...
ka: ამ პროგრამის _თარგმნა...
kab: _Suqel Asnas Agi
ku: Vê bernameyê _wergerîne...
ml: ‌_ഈ പ്രയോഗം പരിഭാഷപ്പെടുത്തുക
mr: या अनुप्रयोगाचे _भाषांतर करा...
ne: यो अनुप्रयोग _अनुवाद गर्नुहोस्...
nn: _Omsett dette programmet...
pa: ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਦਾ _ਅਨੁਵਾਦ ਕਰੋ...
ro: _Tradu această aplicație...
sq: _Përkthe këtë program...
sw: _Tafsiri Programu Hii...
ta: இந்த பயன்பாட்டை _மொழிபெயர்...
te: ఈ అప్లికేషన్ ను తర్జూమా చేయి
ur: اس ایپلیکیشن کا _ترجمہ کریں...
uz: _Ushbu Dasturni_Tarjima qilish

source: _Preferences
am: _ምርጫዎች
be: _Налады
bn: _পছন্দসমূহ
ckb: ڕێکخستنەکان
eo: _Agordoj
fa: _تنظیمات
fil: _Mga Kagustuhan
hi: _वरीयताएँ
ka: _პარამეტრები
kab: _Ismenyifen
ku: _Vebijark
ml: _മുൻഗണനകൾ
mr: _प्राधान्ये
ne: _प्राथमिकताहरू
nn: _Innstillingar
pa: _ਪਸੰਦਾਂ
ro: _Preferințe
sq: _Preferencat
sw: _Mapendeleo
ta: _விருப்பத்தேர்வுகள்
te: _ఎంపికలు
ur: _ترجیحات
uz: _Parametrlar

source: _About
am: _ስለ
be: _Аб праграме
bn: _সম্পর্কে
ckb: _دەربارە
eo: _Pri
fa: _درباره
fil: _Tungkol sa
hi: _के बारे में
ka: _შესახებ
kab: _Ɣef
ku: _Der barê
ml: _കുറിച്ച്
mr: _विषयी
ne: _बारेमा
nn: _Om
pa: _ਬਾਰੇ
ro: _Despre
sq: _Rreth
sw: _Kuhusu
ta: _பற்றி
te: _గురించి
ur: _کے بارے میں
uz: _Haqida

source: _Quit
am: _መውጫ
be: _Выхад
bn: _প্রস্থান
ckb: _دەرچوون
eo: _Eliri
fa: _خروج
fil: _Lumabas
hi: _बाहर जाएं
ka: _გასვლა
kab: _Ffeɣ
ku: _Derkeve
ml: _പുറത്തുകടക്കുക
mr: _बाहेर पडा
ne: _बाहिर निस्कनुहोस्
nn: _Avslutt
pa: _ਬੰਦ ਕਰੋ
ro: _Ieșire
sq: _Dil
sw: _Toka
ta: _வெளியேறு
te: _నిష్క్రమించు
ur: _بند کریں
uz: _Chiqish

source: Preferences
am: ምርጫዎች
be: Налады
bn: পছন্দসমূহ
ckb: ڕێکخستنەکان
eo: Agordoj
fa: تنظیمات
fil: Mga Kagustuhan
hi: वरीयताएँ
ka: პარამეტრები
kab: Iγewwaren
ku: Vebijark
ml: മുൻഗണനകൾ
mr: प्राधान्ये
ne: प्राथमिकताहरू
nn: Innstillingar
pa: ਪਸੰਦਾਂ
ro: Preferințe
sq: Preferimet
sw: Mapendeleo
ta: முன்னுரிமைகள்
te: ప్రాధాన్యతలు
ur: ترجیحات
uz: Parametrlar

source: _Sort By
ro: _Sortează după
