Repository: zquestz/plank-reloaded
Catalog: po/sma.po
Languages: sma

source: Still stupidly simple
sma: Jienebh åenehks jeatjah

source: Plank Reloaded is a fork of the original Plank project, providing a simple dock for X11 desktop environments. While development began with a focus on Cinnamon, we now actively support multiple desktop environments including MATE and Xfce. Wayland is not supported at this time.
sma: Plank Reloaded lea aalkebiejjien Plank prosjekteste, mij faalht åenehks doekesystemen X11 bïejedahkebiejjide. Goh vuelielimmiem Cinnamon bïjre aalkasjamme, daelie aktijveles dorjebe plaanere bïejedahkebiejjide, dej gaskesne MATE jïh Xfce. Wayland ij daan biejjien dorjasovva.

source: Like its predecessor, Plank Reloaded aims to be the simplest dock on the planet, providing just what a dock needs and absolutely nothing more. It also remains a library which can be extended to create other dock programs with more advanced features.
sma: Goh dan åvtetje, Plank Reloaded vihtie årrodh eah åenemes åenehks doekesystemen, maam faalht dïhte maam doekesysteme daarpesje jïh ij naan jeatjah. Dïhte aaj lij bïevnesh mij sjïehth vijriedidh buerie prograammide daam ålkolumos funksjovnigujmie.

source: dock
sma: doekesysteme

source: launch
sma: aalhtedh

source: panel
sma: paneele

source: start
sma: aalkedh

source: The Plank Reloaded Developers
sma: Plank Reloaded buvleles

source: Dock with Matte theme
sma: Doekesysteme Matte teemajne

source: Appearance Preferences
sma: Vuajnoeh aajterijste

source: Behavior Preferences
sma: Darjoemasse aajterijste

source: Docklets Preferences
sma: Doekesysteemh aajterijste

source: Dock
sma: Doekesysteme

source: Theme:
sma: Teeme:

source: Position:
sma: Saajhtoe:

source: Left
sma: Gurra

source: Right
sma: Vienth

source: Top
sma: Bijjelen

source: Bottom
sma: Vualan

source: On Active Display:
sma: Aktiiveles vuajnoem bïjre:

source: Polling interval in seconds for active display detection
sma: Ålgostimmie saejkine gaskevoete aktiiveles vuajnoem vihtiemasse

source: Alignment:
sma: Lïeredimmie:

source: Fill
sma: Dïevedh

source: Start
sma: Aalkedh

source: End
sma: Gaskem

source: Center
sma: Gaskan

source: On Primary Display:
sma: Vaaldah vuajnoem bïjre:

source: Offset in percent from the center of the screen-edge
sma: Sisvege prosenth gaskemaam vuajnoe-raajan

source: Icon Alignment:
sma: Guvvie lïeredimmie:

source: Icon Size:
sma: Guvvie stuerhkie:

source: Icon Zoom:
sma: Guvvie stueriedimmie:

source: Gap Size:
sma: Gaskevaerie stuerhkie:

source: Appearance
sma: Vuajnoeh

source: Intellihide
sma: Tjaalege tjïegke

source: Autohide
sma: Aajhtemes tjïegke

source: Dodge maximized window
sma: Govletjh stuerre laake

source: Window Dodge
sma: Laake govletjimmie

source: Dodge active window
sma: Govletjh aktiiveles laake

source: Hide Dock
sma: Tjïegke doekesysteme

source: Hide Delay:
sma: Tjïegkeme daaletjimmie:

source: Delay in ms before hiding the dock
sma: Daaletjimmie ms gaskesne doekesysteme tjïegkeminie åvtelen

source: Unhide Delay:
sma: Vuesiemasse daaletjimmie:

source: Delay in ms before showing the dock
sma: Daaletjimmie ms gaskesne doekesysteme vuesiemisse åvtelen

source: Pressure Reveal:
sma: Tjïerhtjedh vuesiemasse:

source: Item Management
sma: Bïevnesh hälliemasse

source: Show Unpinned:
sma: Vuesieh vïssedimmie jïjtse:

source: Restrict to Workspace:
sma: Bearhkoe barkosaajhtoe:

source: Tooltips Enabled:
sma: Viehkiem seagahtallaminie:

source: Lock Icons:
sma: Laahtsedh guvvieh:

source: Anchor Docklets:
sma: Vïssedh doekesysteemh:

source: Anchor Files:
sma: Vïssedh fielhth:

source: Behaviour
sma: Darjoemasse

source: Docklets
sma: Doekesysteemh

source: No applications available
sma: Ij prograammh leah

source: Applications
sma: Prograammh

source: Edit Menu
sma: Redigere lïste

source: Choose Custom Icon
sma: Vïeljedh iedtje guvvie

source: Reset to Default Icon
sma: Bïevnesh vaaldah guvvien

source: Large Icons
sma: Stoerre guvvieh

source: Select Custom Icon
sma: Vïeljedh iedtje guvvie

source: Cancel
sma: Gaskes

source: Select
sma: Vïeljedh

source: Image Files
sma: Guvvie fielhth

source: Simply start any of your applications.
sma: Åenehks aalhtedh guktie prograamme.

source: No battery
sma: Ij baterije leah

source: Batteries
sma: Baterijh

source: No batteries found
sma: Ij baterijh gaavnese

source: Error finding batteries
sma: Bughte baterijh gaavnedh

source: Battery
sma: Baterije

source: Displays battery information
sma: Vuesiehth baterijen bïevnesem

source: Clipboard is currently empty.
sma: Tjiehtjeme-saajhtoe lea daan biejjien guessie.

source: _Clear
sma: _Sïevedh

source: Track Mouse Selections
sma: Tjuavtedh saajegem vïeljem

source: Track Images
sma: Tjuavtedh guvvieh

source: Enable Clipboard Tracking
sma: Seagahth tjiehtjeme-saajhtoe tjuavteme

source: Maximum Entries
sma: Stuerpemes bïevnesh

source: Image
sma: Guvvie

source: Keep recent clipboard entries.
sma: Vaarjelidh åarremes tjiehtjeme-saajhtoe bïevnesh.

source: Di_gital Clock
sma: Di_gitaale tijje

source: 24-Hour _Clock
sma: 24-diemede _tijje

source: Show _Date
sma: Vuesieh _biejjie

source: Clock
sma: Tijje

source: What time is it?
sma: Man diehkie lea?

source: Calendar
sma: Biejjietellemasse

source: CPU Monitor
sma: CPU tjuavtije

source: Keep an eye on that CPU. And when it gets out of line...
sma: Tjuavtedh dam CPU. Jïh gosse dïhte vaajah...

source: Show Desktop
sma: Vuesieh bïejedahke

source: Desktop
sma: Bïejedahke

source: Show your Desktop.
sma: Vuesieh dov bïejedahkem.

source: Notifications
sma: Diedtem

source: just now
sma: jienebh daan

source: %d minute ago
sma: %d minuhte aaj åvtelen

source: %d hour ago
sma: %d diehkie aaj åvtelen

source: Enable _Expiry
sma: Seagahth _gaskem

source: Show _Count
sma: Vuesieh _lohkem

source: Show _Transient
sma: Vuesieh _bïevnemes

source: Clear Notifications
sma: Sïevedh diedtem

source: Simple notifications docklet.
sma: Åenehks diedtem doekesysteme.

source: No items in Trash
sma: Ij bïevnesh tjielkesne leah

source: %u item in Trash
sma: %u bïevnesh tjielkesne

source: Empty all items from Trash?
sma: Sïevedh gaajh bïevnesh tjielkeste?

source: All items in the Trash will be permanently deleted.
sma: Gaajh bïevnesh tjielkesne sïevesjidh åvtese.

source: _Cancel
sma: _Gaskes

source: Empty _Trash
sma: Sïevedh _tjielke

source: Drop to move to Trash
sma: Tjåengkedh jïh fliehkedh tjielkese

source: _Open Trash
sma: _Raajhkedh tjielke

source: Trash
sma: Tjielke

source: Have a look at your trash!
sma: Tjïertesth dov tjielkese!

source: _Style
sma: _Sïjhth

source: _Line
sma: _Striehpe

source: _Dot
sma: _Tjïegke

source: _Space
sma: _Vaerie

source: _Invert Color
sma: _Nuepieh mïerhke

source: Separator
sma: Jiehtedæjja

source: Just a separator.
sma: Jïjtse jiehtedæjja.

source: Workspaces
sma: Barkosaajhtoe

source: Workspace %d of %d
sma: Barkosaajhtoe %d %d jïleh

source: Workspace %d
sma: Barkosaajhtoe %d

source: _Live Previews
sma: _Jieleme vuejnedh

source: A graphical workspace switcher.
sma: Grafihkeles barkosaajhtoe jïehtesjimmie.

source: Drop to add to dock
sma: Tjåengkedh jïh lïhtsedh doekesystemese

source: translator-credits
sma: Launchpad Contributions: Rico Tzschichholz https://launchpad.net/~ricotz Skandee https://launchpad.net/~skandee

source: _Keep in Dock
sma: _Vaarjelidh doekesystemesne

source: _Close All
sma: _Kiebpedh gaajh

source: _Close
sma: _Kiebpedh

source: Drop to open with %s
sma: Tjåengkedh jïh raajhkedh %s

source: _View Options
sma: _Vuajnoeh vïeljem

source: _Open in File Browser
sma: _Raajhkedh fïelh bæljesne

source: View Options
sma: Vuajnoeh vïeljem

source: _OK
sma: _Jis

source: Sort By:
sma: Orredh:

source: Name
sma: Nomme

source: Kind
sma: Lïhke

source: Size
sma: Stuerhkie

source: Date Created
sma: Biejjie darjome

source: Date Modified
sma: Biejjie tjïelkeme

source: Style:
sma: Sïjhth:

source: Simple
sma: Åenehks

source: Tile
sma: Rektangeles

source: Large Icons:
sma: Stoerre guvvieh:

source: Show Hidden Files:
sma: Vuesieh tjïehtjeme fielhth:

source: _Open
sma: _Raajhkedh

source: Open Containing _Folder
sma: Raajhkedh sisnjeles _maahpa

source: Empty Directory
sma: Guessie maahpa

source: Drop applications or files here
sma: Tjåengkedh prograammh jallh fielhth daesnie

source: Get _Help Online...
sma: Viehkiem _nehtesne åadtjodh...

source: _Translate This Application...
sma: _Jorkestidh daam prograammen...

source: _Preferences
sma: _Aajterijste

source: _About
sma: _Bïjre

source: _Quit
sma: _Loptedh

source: Preferences
sma: Aajterijste
