Repository: zquestz/plank-reloaded
Catalog: po/szl.po
Languages: szl

source: Still stupidly simple
szl: Cołkym prosty

source: Plank Reloaded is a fork of the original Plank project, providing a simple dock for X11 desktop environments. While development began with a focus on Cinnamon, we now actively support multiple desktop environments including MATE and Xfce. Wayland is not supported at this time.
szl: Plank Reloaded je rozwidlynie ôryginalnego projektu Plank, co dŏwŏ prostõ dokã dlŏ ôbsadzeniŏ biōrek X11. Pokõd rozwijanie zaczãło sie ze skupiyniym na Cinnamon, terŏzki aktywnie ôbsugujymy wicy ôbsadzeń biōrek, tyż MATE i Xfce. Wayland niy ma terŏzki ôbsugiwaniŏ.

source: Like its predecessor, Plank Reloaded aims to be the simplest dock on the planet, providing just what a dock needs and absolutely nothing more. It also remains a library which can be extended to create other dock programs with more advanced features.
szl: Jako jeji tyż poprzedniczka, Plank Reloaded mo za cyl być nojprostszõ dokõ na planecie, dŏwajõncõ ino to, co doka trza i absolutnie nic wiyncyj. Ôna tyż ôstŏwŏ biblioteką, kerõ idzie rozszerzyć, coby zrychtować ôstatnie programy doki ze wiyncyj zaawansowanymi funkcyjami.

source: dock
szl: doka

source: launch
szl: uruchōm

source: start
szl: poczōntek

source: The Plank Reloaded Developers
szl: Programiści Plank Reloaded

source: Dock with Matte theme
szl: Doka ze tymatym Matte

source: Appearance Preferences
szl: Nasztalowania wynzdrzeniŏ

source: Behavior Preferences
szl: Nasztalowania zachowaniŏ

source: Docklets Preferences
szl: Nasztalowania dokletōw

source: Dock
szl: Doka

source: Theme:
szl: Tymat:

source: Position:
szl: Pozycyjo:

source: Left
szl: Lewo

source: Right
szl: Prawo

source: Top
szl: Wiyrch

source: Bottom
szl: Spodek

source: On Active Display:
szl: Na aktywnym pokŏzywaczu:

source: Polling interval in seconds for active display detection
szl: Interwał badaniŏ w sekundach dlŏ wykrywaniŏ aktywnego pokŏzywacza

source: Alignment:
szl: Wyrōwnanie:

source: Fill
szl: Wypołniynie

source: Start
szl: Poczōntek

source: End
szl: Kōniec

source: Center
szl: Na postrzodku

source: On Primary Display:
szl: Na głōwnym ekranie:

source: Offset in percent from the center of the screen-edge
szl: Ôdstymp ôd postrzodka rantu ekranu we procyntach

source: Icon Alignment:
szl: Wyrōwnanie ikōn:

source: Icon Size:
szl: Srogość ikōn:

source: Icon Zoom:
szl: Powiynkszynie ikōn:

source: Gap Size:
szl: Srogość szczeliny:

source: Appearance
szl: Wyglōnd

source: Intellihide
szl: Intelikrycie

source: Autohide
szl: Autokrycie

source: Dodge maximized window
szl: Unikej zmaksymalizowanego ôkna

source: Window Dodge
szl: Unikej ôkna

source: Dodge active window
szl: Unikej aktywnego ôkna

source: Hide Dock
szl: Kryj dok

source: Hide Delay:
szl: Ôpōźniynie krycio:

source: Delay in ms before hiding the dock
szl: Ôpōźniynie krycio doku we ms

source: Unhide Delay:
szl: Ôpōźniynie pokazowanio:

source: Delay in ms before showing the dock
szl: Ôpōźniynie pokazowanio doku we ms

source: Pressure Reveal:
szl: Ciśniynie pokazowanio:

source: Item Management
szl: Zarzōndzanie elymyntami

source: Show Unpinned:
szl: Pokoż niyprzipniynte:

source: Restrict to Workspace:
szl: Ôgranicz do placu roboczego:

source: Tooltips Enabled:
szl: Podskŏzki zaszaltowane:

source: Lock Icons:
szl: Zablokuj ikōny:

source: Anchor Docklets:
szl: Przymocuj doklety:

source: Anchor Files:
szl: Przymocuj zbiory:

source: Behaviour
szl: Zachowanie

source: Docklets
szl: Docklety

source: No applications available
szl: Niyjne aplikacyje dostympne

source: Applications
szl: Aplikacyje

source: Edit Menu
szl: Edytuj myni

source: Choose Custom Icon
szl: Ôbier włŏsnõ ikōnã

source: Reset to Default Icon
szl: Wrōć do dōmyślnyj ikōny

source: Large Icons
szl: Wiylkie ikōny

source: Select Custom Icon
szl: Ôbier włŏsnõ ikōnã

source: Cancel
szl: Pociep

source: Select
szl: Ôbier

source: Image Files
szl: Zbiory ôbrŏzkōw

source: Simply start any of your applications.
szl: Prosto sztartnij jakykolwiek ze swojich aplikacyji.

source: No battery
szl: Niyjnij bateryje

source: Batteries
szl: Bateryjõ

source: No batteries found
szl: Niy znod żŏdnych bateryjōw

source: Error finding batteries
szl: Feler szukaniŏ bateryjōw

source: Battery
szl: Bateryjo

source: Displays battery information
szl: Pokŏzuje informacyje ô bateryjach

source: Clipboard is currently empty.
szl: Szufladka je terŏzki prŏzdnŏ.

source: _Clear
szl: _Wyczyść

source: Track Mouse Selections
szl: Śledź zaznaczynie myszōm

source: Track Images
szl: Śledź ôbrŏzki

source: Enable Clipboard Tracking
szl: Zaszaltuj śledzyni szufladki

source: Maximum Entries
szl: Maksymalnŏ wielość wpisōw

source: Image
szl: Ôbrŏzek

source: Keep recent clipboard entries.
szl: Ôstŏwiŏ niydowne wpisy szufladki.

source: Di_gital Clock
szl: Cy_frowy zygŏr

source: 24-Hour _Clock
szl: 24-godzinny _zygŏr

source: Show _Date
szl: Pokoż _datõ

source: Clock
szl: Zygŏr

source: What time is it?
szl: Kera je godzina?

source: Calendar
szl: Kalyndŏrz

source: CPU Monitor
szl: Mōnitor CPU

source: Keep an eye on that CPU. And when it gets out of line...
szl: Dowej pozōr na tyn CPU. A jak sie wybije ze ramy...

source: Show Desktop
szl: Pokoż biōrek

source: Desktop
szl: Biōrek

source: Show your Desktop.
szl: Pokoż swōj biōrek.

source: Notifications
szl: Powiadōmiynia

source: just now
szl: terŏzki

source: %d minute ago
szl: %d minuta nazŏd

source: %d hour ago
szl: %d godzina nazŏd

source: Enable _Expiry
szl: Zaszaltuj _wygasanie

source: Show _Count
szl: Pokoż _wielość

source: Show _Transient
szl: Pokoż _przychodnistyczne

source: Clear Notifications
szl: Wyczyść powiadōmiynia

source: Simple notifications docklet.
szl: Prosty doklet powiadōmiyniy.

source: No items in Trash
szl: Niyjne elymynty w kōszu

source: %u item in Trash
szl: %u elymynt w kōszu

source: Empty all items from Trash?
szl: Wyprŏżnić wszyjske elymynty ze kōsza?

source: All items in the Trash will be permanently deleted.
szl: Wszyjske elymynty w kōszu bydōm na zawdy skasowane.

source: _Cancel
szl: _Pociep

source: Empty _Trash
szl: Wyprŏżnij _kōsz

source: Drop to move to Trash
szl: Pusć, coby przesunōńć do kōsza

source: _Open Trash
szl: _Ôtwōrz kōsz

source: Trash
szl: Kōsz

source: Have a look at your trash!
szl: Ôbezdrzij swōj kōsz!

source: _Style
szl: _Sztyl

source: _Line
szl: _Kreska

source: _Dot
szl: _Pōnkt

source: _Space
szl: _Plac

source: _Invert Color
szl: _Ôdwrōć farba

source: Just a separator.
szl: Ino separator.

source: Workspaces
szl: Robotne placu

source: Workspace %d of %d
szl: Robotny plac %d ze %d

source: Workspace %d
szl: Robotny plac %d

source: _Live Previews
szl: _Żywe pedzejzdrzynie

source: A graphical workspace switcher.
szl: Graficzny przelōnczŏcz robotnych placōw.

source: Drop to add to dock
szl: Pusć, coby przidać do doki

source: translator-credits
szl: Tōmŏczynie na ślōnski

source: _Keep in Dock
szl: Trzim we do_ku

source: _Close All
szl: Za_wrzij wszyjsko

source: _Close
szl: Za_wrzij

source: Drop to open with %s
szl: Ściepnij, żeby ôtworzić ze %s

source: _View Options
szl: _Ôpcyje wynzdrzeniŏ

source: _Open in File Browser
szl: Ô_twōrz w przeglōndarce zbiorōw

source: View Options
szl: Ôpcyje wynzdrzeniŏ

source: Sort By:
szl: Zortuj podle:

source: Name
szl: Miano

source: Kind
szl: Zorta

source: Size
szl: Srogość

source: Date Created
szl: Data zrychtowaniŏ

source: Date Modified
szl: Data zmiany

source: Style:
szl: Sztyl:

source: Simple
szl: Prosty

source: Tile
szl: Kafel

source: Large Icons:
szl: Wiylkie ikōny:

source: Show Hidden Files:
szl: Pokoż schowane zbiory:

source: _Open
szl: _Ôtwōrz

source: Open Containing _Folder
szl: Ôtwō_rz katalog zawiyrajōncy

source: Empty Directory
szl: Prŏzdny katalog

source: Drop applications or files here
szl: Pusć tukej aplikacyje abo zbiory

source: Get _Help Online...
szl: Dostōń pōmoc ô_nline...

source: _Translate This Application...
szl: _Przetōmacz ta aplikacyjõ...

source: _Preferences
szl: _Nasztalowania

source: _About
szl: _Ô programie

source: _Quit
szl: _Wylyź

source: Preferences
szl: Preferyncyje
